{
  "##########comment-1##########": "landing page",

  "##########comment-11##########": "header",
  "Home": "الرئيسية",
  "Tools": "الأدوات",
  "Pricing": "الأسعار",
  "LoginHeaderButton": "تسجيل الدخول",
  "Start Creating": "ابدأ الآن",
  "Profile": "حسابي",

  "##########comment-21##########": "hero section",
  "DESIGN EASILY": "صمّم بسهولة",
  "Enhance, retouch, remove backgrounds, and create stunning visuals in seconds.": "حسّن الصور، قم بالتنقيح، أزل الخلفيات، وأنشئ تصاميم مذهلة في ثوانٍ.",
  "No design skills needed.": "لا تحتاج إلى أي مهارات تصميم.",
  "Drag & Drop or Click to Upload": "اسحب وأفلت أو انقر للرفع",
  "Max size 10MB": "الحد الأقصى للحجم 10 ميجابايت",
  "Upload Image": "رفع صورة",

  "##########comment-31##########": "quick links section",
  "QUICK LINKS": "روابط سريعة",
  "POPULAR TOOLS": "الأدوات الشائعة",
  "Here we collected the most used Generative AI and Photo Editing tools people are looking for!": "هنا جمعنا أكثر أدوات الذكاء الاصطناعي التوليدي وتحرير الصور استخدامًا والتي يبحث عنها المستخدمون!",
  "Remove Backgrounds": "إزالة الخلفيات",
  "Remove backgrounds instantly with powerful AI": "أزل الخلفيات فورًا باستخدام ذكاء اصطناعي قوي",
  "Remove Object from Photo": "إزالة عنصر من الصورة",
  "Erase unwanted objects seamlessly in seconds": "امسح العناصر غير المرغوب فيها بسلاسة خلال ثوانٍ",
  "AI Image Enhancer": "محسّن الصور بالذكاء الاصطناعي",
  "Enhance image quality and clarity automatically": "حسّن جودة الصورة ووضوحها تلقائيًا",
  "Photo to Cartoon": "تحويل الصورة إلى كرتون",
  "Turn your photos into fun cartoon-style art": "حوّل صورك إلى رسومات كرتونية ممتعة",
  "Collage Maker": "صانع الكولاج",
  "Combine multiple photos into beautiful layouts": "ادمج عدة صور في تخطيطات جميلة",

  "##########comment-41##########": "tools section",
  "Remove Backgrounds Instantly": "إزالة الخلفيات فورًا",
  "Upload your image and let our smart tool do the work. Whether you're editing product photos or creating social media content, our background remover helps you isolate your subject with precision and speed. No manual cropping—just fast, clean results.": "ارفع صورتك ودع أداتنا الذكية تتولى المهمة. سواء كنت تعدّل صور المنتجات أو تنشئ محتوى لوسائل التواصل الاجتماعي، فإن أداة إزالة الخلفية تساعدك على عزل العنصر بدقة وسرعة. بدون قصّ يدوي — فقط نتائج سريعة ونظيفة.",
  "Try it now for free": "جرّبها الآن مجانًا",
  "AI Image Enhancer Tool": "محسّن الصور بالذكاء الاصطناعي",
  "Breathe new life into your photos with our intelligent image enhancer. Boost clarity, sharpen details, and enhance colors—all with a single click. Whether it's a selfie, product shot, or landscape, your images will look stunning and professional in seconds.": "امنح صورك حياة جديدة مع محسّن الصور الذكي لدينا. عزّز الوضوح، حدّد التفاصيل، وحسّن الألوان — كل ذلك بنقرة واحدة. سواء كانت صورة سيلفي، صورة منتج، أو منظر طبيعي، ستبدو صورك مذهلة واحترافية خلال ثوانٍ.",
  "Remove Unwanted Objects": "إزالة العناصر غير المرغوب فيها",
  "Clean up your photos in seconds with our smart AI object remover. Whether it's a stray person, a distracting item, or background clutter—just highlight it and let the magic happen. Your image stays flawless, your focus stays sharp.": "نظّف صورك خلال ثوانٍ باستخدام أداة إزالة العناصر الذكية بالذكاء الاصطناعي. سواء كان شخصًا عابرًا، عنصرًا مشتتًا، أو فوضى في الخلفية — فقط حدده ودع السحر يحدث. ستبقى صورتك مثالية وتركيزك واضحًا.",
  "Turn Photos into Cartoons": "حوّل الصور إلى رسومات كرتونية",
  "Add a playful twist to your images with our AI-powered cartoonizer. Transform selfies, portraits, or pet photos into vibrant cartoon-style artwork in seconds. Perfect for social media, avatars, or just for fun!": "أضف لمسة مرِحة إلى صورك باستخدام أداة تحويل الصور إلى كرتون المدعومة بالذكاء الاصطناعي. حوّل صور السيلفي، البورتريه، أو صور الحيوانات الأليفة إلى أعمال فنية كرتونية نابضة بالحياة خلال ثوانٍ. مثالية لوسائل التواصل الاجتماعي، الصور الشخصية (Avatars)، أو لمجرد التسلية!",
  "Build Custom Collages with Ease": "أنشئ كولاجات مخصّصة بسهولة",
  "Mix, match, and tell your story with our easy-to-use collage maker. Choose your layout, drag in your favorite images, and let your creativity shine. Perfect for social media, scrapbooks, or sharing memories with style!": "امزج ونسّق واحكِ قصتك باستخدام صانع الكولاج سهل الاستخدام لدينا. اختر التخطيط المناسب، واسحب صورك المفضلة، ودع إبداعك يتألق. مثالي لوسائل التواصل الاجتماعي، دفاتر الذكريات، أو مشاركة لحظاتك بأسلوب أنيق!",
  "Explore All Tools": "استكشف جميع الأدوات",

  "##########comment-51##########": "how it works section",
  "HOW IT WORKS": "كيف يعمل",
  "Transform your photos in just 4 simple steps — no technical skills required": "حوّل صورك في 4 خطوات بسيطة فقط — دون الحاجة إلى أي مهارات تقنية",
  "Choose AI tool": "اختر أداة الذكاء الاصطناعي",
  "Upload your photo": "ارفع صورتك",
  "Apply changes instantly": "طبّق التعديلات فورًا",
  "Download or export": "تحميل أو تصدير",

  "##########comment-61##########": "ready section",
  "Ready To Transform Your Photos?": "جاهز لتحويل صورك؟",
  "Join thousands of users creating stunning visuals with AI-powered photo editing": "انضم إلى آلاف المستخدمين الذين يصنعون صورًا مذهلة باستخدام تحرير الصور المدعوم بالذكاء الاصطناعي",
  "Try Now for Free": "جرّب الآن مجانًا",

  "##########comment-71##########": "footer",
  "AI-powered photo editing made simple and accessible for everyone": "تحرير الصور بالذكاء الاصطناعي أصبح بسيطًا ومتاحًا للجميع",
  "Product": "المنتج",
  "Features": "الميزات",
  "PricingLink": "الأسعار",
  "Company": "الشركة",
  "About": "حول",
  "Contact": "اتصل بنا",
  "Legal": "القانوني",
  "Privacy Policy": "سياسة الخصوصية",
  "Terms of Service": "شروط الخدمة",
  "All rights reserved": "جميع الحقوق محفوظة",

  "##########comment-81##########": "pricing page",

  "##########comment-91##########": "head section",
  "Simple, Transparent Pricing": "أسعار بسيطة وشفافة",
  "Choose the perfect plan for your image editing needs. Upgrade, downgrade, or cancel anytime": "اختر الخطة المثالية لاحتياجاتك في تحرير الصور. يمكنك الترقية أو التخفيض أو الإلغاء في أي وقت",
  "Monthly": "شهري",
  "Yearly": "سنوي",

  "##########comment-101##########": "table section",
  "Compare All Features": "قارن جميع الميزات",
  "See what's included in each plan": "اطّلع على ما يتضمنه كل اشتراك",

  "##########comment-111##########": "money back section",
  "7-Day Money Back Guarantee": "ضمان استرداد الأموال خلال 7 أيام",
  "try risk-free! refunds available within 7 days of first purchase": "جرّب بدون مخاطر! الاسترداد متاح خلال 7 أيام من أول عملية شراء",
  "note: renewals and old subscriptions are non-refundable": "ملاحظة: عمليات التجديد والاشتراكات القديمة غير قابلة للاسترداد",

  "##########comment-121##########": "frequently asked questions section",
  "Frequently Asked Questions": "الأسئلة الشائعة",
  "Everything you need to know about our pricing and plans": "كل ما تحتاج معرفته عن الأسعار والباقات",
  "Can I change plans anytime?": "هل يمكنني تغيير الباقة في أي وقت؟",
  "Yes! You can upgrade or downgrade your plan at any time from your billing page. Changes take effect immediately, and we'll prorate any payments.": "نعم! يمكنك الترقية أو التخفيض في أي وقت من صفحة الفوترة الخاصة بك. تسري التغييرات فورًا، وسيتم احتساب أي مدفوعات بشكل نسبي.",
  "What payment methods do you accept?": "ما طرق الدفع التي تقبلونها؟",
  "We accept all major credit cards (Visa, Mastercard, American Express, Discover) through our secure payment processor, Stripe.": "نقبل جميع بطاقات الائتمان الرئيسية (Visa، Mastercard، American Express، Discover) عبر معالج الدفع الآمن Stripe.",
  "Is there a free trial?": "هل توجد فترة تجربة مجانية؟",
  "Yes! Pro and Premium plans come with a 7-day free trial. You won't be charged until the trial period ends. Cancel anytime during the trial with no charges.": "نعم! باقتا Pro وPremium تتضمنان فترة تجربة مجانية لمدة 7 أيام. لن يتم خصم أي رسوم حتى تنتهي فترة التجربة. يمكنك الإلغاء في أي وقت خلال فترة التجربة دون أي تكلفة.",
  "Can I cancel anytime?": "هل يمكنني الإلغاء في أي وقت؟",
  "Absolutely. You can cancel your subscription at any time from your billing page. You'll retain access until the end of your current billing period.": "بالتأكيد. يمكنك إلغاء اشتراكك في أي وقت من صفحة الفوترة، وستحتفظ بإمكانية الوصول حتى نهاية فترة الفوترة الحالية.",
  "What happens after I cancel?": "ماذا يحدث بعد الإلغاء؟",
  "After cancellation, you'll keep access to your paid features until the end of your current billing period. After that, your account will revert to the Free plan.": "بعد الإلغاء، ستستمر في الوصول إلى الميزات المدفوعة حتى نهاية فترة الفوترة الحالية. بعد ذلك، سيتم تحويل حسابك إلى الخطة المجانية.",
  "Do you offer refunds?": "هل تقدمون استرداد الأموال؟",
  "Yes, we offer a 7-day money-back guarantee on your first purchase. If you're not satisfied, contact us within 7 days for a full refund. Note that renewals and older subscriptions are non-refundable.": "نعم، نقدم ضمان استرداد الأموال لمدة 7 أيام على أول عملية شراء. إذا لم تكن راضيًا، تواصل معنا خلال 7 أيام للحصول على استرداد كامل. عمليات التجديد والاشتراكات القديمة غير قابلة للاسترداد.",
  "Can I use images commercially?": "هل يمكنني استخدام الصور تجاريًا؟",
  "Commercial use is available on Pro and Premium plans. Free plan images include watermarks and are for personal use only.": "الاستخدام التجاري متاح ضمن باقتي Pro وPremium. الصور في الخطة المجانية تتضمن علامة مائية ومخصصة للاستخدام الشخصي فقط.",
  "How does billing work?": "كيف تعمل الفوترة؟",
  "Billing is automatic and recurring. You'll be charged at the start of each billing period (monthly or yearly). You can view and manage your billing from your account settings.": "الفوترة تلقائية ومتكررة. يتم خصم الرسوم في بداية كل فترة فوترة (شهرية أو سنوية). يمكنك إدارة الفوترة من إعدادات حسابك.",

  "##########comment-131##########": "frequently asked questions section",
  "Loved by Thousands of Users": "محبوب من قِبل آلاف المستخدمين",
  "See what our customers are saying": "اطّلع على آراء عملائنا",

  "##########comment-141##########": "white section",
  "Secure Payment": "دفع آمن",
  "SSL Encrypted": "مشفّر بتقنية SSL",
  "Money Back Guarantee": "ضمان استرداد الأموال",
  "Users Number": "مستخدم",

  "##########comment-151##########": "ready section",
  "Ready To Transform Your Images?": "هل أنت مستعد لتحويل صورك؟",
  "Join Thousands Of Users Who Trust Picsharps": "انضم إلى آلاف المستخدمين الذين يثقون في Picsharps",
  "Get Started Free": "ابدأ مجانًا",

  "##########comment-161##########": "about page",

  "##########comment-171##########": "head section",
  "About Picsharps": "عن",
  "our platform was created to make advanced image enhancement simple, fast, and accessible. Many users struggle with complicated editing tools and low-quality images that affect their work. We built this project to solve that problem by offering AI-powered tools that deliver high-quality results in seconds—without any technical skills.": "تم إنشاء منصتنا لجعل تحسين الصور المتقدم بسيطًا وسريعًا ومتاحًا للجميع. يعاني العديد من المستخدمين من أدوات تحرير معقدة وصور منخفضة الجودة تؤثر على أعمالهم. أنشأنا هذا المشروع لحل هذه المشكلة من خلال تقديم أدوات مدعومة بالذكاء الاصطناعي تمنحك نتائج عالية الجودة خلال ثوانٍ — دون الحاجة إلى أي مهارات تقنية.",

  "##########comment-181##########": "mission section",
  "Our Mission": "مهمتنا",
  "to empower individuals, creators, and businesses with intelligent AI tools that simplify image editing and deliver professional, high-quality results instantly.": "تمكين الأفراد وصنّاع المحتوى والشركات من خلال أدوات ذكية مدعومة بالذكاء الاصطناعي تُبسّط تحرير الصور وتقدّم نتائج احترافية عالية الجودة فورًا.",

  "##########comment-191##########": "vision section",
  "Our Vision": "رؤيتنا",
  "to become a global leader in AI-powered image solutions by building a complete ecosystem of smart tools that enhance, transform, and optimize visual content for millions of users worldwide.": "أن نصبح روّادًا عالميين في حلول الصور المدعومة بالذكاء الاصطناعي من خلال بناء منظومة متكاملة من الأدوات الذكية التي تُحسّن وتحوّل وتطوّر المحتوى المرئي لملايين المستخدمين حول العالم.",

  "##########comment-201##########": "values section",
  "Our Values": "قيمنا",
  "Simplicity": "البساطة",
  "easy-to-use tools with no learning curve": "أدوات سهلة الاستخدام دون أي تعقيد أو منحنى تعلّم",
  "Speed": "السرعة",
  "ultra-fast AI processing": "معالجة فائقة السرعة بالذكاء الاصطناعي",
  "Professional Quality": "جودة احترافية",
  "studio-level results every time": "نتائج بمستوى الاستوديو في كل مرة",
  "Innovation": "الابتكار",
  "continuously evolving with the latest AI technology": "تطوّر مستمر باستخدام أحدث تقنيات الذكاء الاصطناعي",
  "Reliability": "الموثوقية",
  "secure, stable, and consistent performance": "أداء آمن ومستقر ومتّسق",
  "Accessibility": "سهولة الوصول",
  "high-quality tools available to all users": "أدوات عالية الجودة متاحة لجميع المستخدمين",

  "##########comment-211##########": "story section",
  "Our Story": "قصتنا",
  "founded in 2025, our mission is to build simple, fast, AI-powered creative tools accessible to everyone.": "تأسست في عام 2025، وتتمثل مهمتنا في بناء أدوات إبداعية بسيطة وسريعة ومدعومة بالذكاء الاصطناعي، لتكون متاحة للجميع.",

  "##########comment-221##########": "achievements section",
  "Our Achievements": "إنجازاتنا",
  "Users": "مستخدم",
  "in the first 6 months": "خلال أول 6 أشهر",
  "4.8/5": "4.8\\5",
  "Rating": "التقييم",
  "by early users": "من قِبل المستخدمين الأوائل",
  "AI Technology": "الذكاء الاصطناعي",
  "Powered": "مدعوم",
  "built with industry-leading AI": "مبنية باستخدام أحدث تقنيات الذكاء الاصطناعي الرائدة في المجال",

  "##########comment-231##########": "contact page",

  "##########comment-241##########": "head section",
  "Get In Touch": "تواصل معنا",
  "looking for help and support to enhance your picsharps experience? Whether it's learning how to fix a design problem with our online photo editor, searching for useful photo design tips via tutorials or finding inspiration from our community, we've got all the answers to your questions.": "هل تبحث عن المساعدة والدعم لتحسين تجربتك مع Picsharps؟ سواء كنت تريد تعلّم كيفية حل مشكلة تصميم باستخدام محرر الصور عبر الإنترنت، أو تبحث عن نصائح مفيدة لتصميم الصور من خلال الشروحات، أو تستلهم أفكارًا من مجتمعنا — فنحن هنا لنقدّم لك كل الإجابات التي تحتاجها.",

  "##########comment-251##########": "form",
  "Send us a message": "أرسل لنا رسالة",
  "Fill out this form below and we'll get back to you soon": "املأ النموذج أدناه وسنعاود التواصل معك قريبًا",
  "Name": "الاسم",
  "Your full name": "اسمك الكامل",
  "EmailLabel": "البريد الإلكتروني",
  "Subject": "الموضوع",
  "What is this about ?": "بماذا يتعلق هذا الموضوع؟",
  "Message": "الرسالة",
  "How can we help you ?": "كيف يمكننا مساعدتك؟",
  "Attach screenshot (optional)": "إرفاق لقطة شاشة (اختياري)",
  "Click or drag to upload": "انقر أو اسحب للرفع",
  "Send message": "ارسال رسالة",

  "##########comment-261##########": "side section",
  "Support": "الدعم",
  "Submit the form and we'll get back to you": "أرسل النموذج وسنعاود التواصل معك",
  "Available 24/7 for your convenience": "متاحون على مدار 24\\7 لراحتك",
  "Company type": "نوع الشركة",
  "Online-based company": "شركة قائمة على الإنترنت",
  "No physical office location": "لا يوجد مقر فعلي للشركة",
  "We respond within 24-48 hours": "نرد خلال 24-48 ساعة بحد أقصى",
  "Our team reviews every message and gets back to you promptly": "يقوم فريقنا بمراجعة كل رسالة والرد عليك في أقرب وقت ممكن",

  "##########comment-271##########": "bottom section",
  "Connect With Us": "تواصل معنا",
  "Follow us on social media for updates and tips": "تابعنا على وسائل التواصل الاجتماعي للحصول على آخر التحديثات والنصائح",
  "Follow Us": "تابعنا",

  "##########comment-281##########": "all tools page",

  "##########comment-291##########": "head section",
  "Edit Smarter": "حرّر بذكاء",
  "Create Faster": "أنشئ بشكل أسرع",
  "Pick a tool below and start editing instantly — no experience needed": "اختر أداة من الأسفل وابدأ التعديل فورًا — دون الحاجة إلى أي خبرة",

  "##########comment-301##########": "seamless section",
  "SEAMLESS BACKGROUNDS": "خلفيات سلسة",
  "BACKGROUND TOOLS": "أدوات الخلفيات",
  "Quickly remove, replace, or clean image backgrounds with reliable AI for flawless cutouts and realistic scene rebuilding. Perfect for product shots, portraits, and social posts — fast, precise, and natural-looking results": "أزل أو استبدل أو نظّف خلفيات الصور بسرعة باستخدام ذكاء اصطناعي موثوق يمنحك قصًّا مثاليًا وإعادة بناء واقعية للمشهد. مثالية لصور المنتجات والبورتريه ومنشورات وسائل التواصل الاجتماعي — نتائج سريعة، دقيقة، وطبيعية المظهر.",
  "Try it Now": "جربها الآن",

  "##########comment-311##########": "professional section",
  "PROFESSIONAL ENHANCEMENTS": "تحسينات احترافية",
  "ENHANCE & CLEANUP": "تحسين وتنظيف الصور",
  "Speed up your workflow with smart enhancement and cleanup tools that make images look polished and professional. From one-click fixes to fine-grained control, these tools remove noise, boost details, and restore clarity while keeping results natural": "سرّع سير عملك باستخدام أدوات ذكية للتحسين والتنظيف تجعل الصور تبدو مصقولة واحترافية. من إصلاحات بنقرة واحدة إلى تحكّم دقيق، تقوم هذه الأدوات بإزالة التشويش، وتعزيز التفاصيل، واستعادة الوضوح مع الحفاظ على مظهر طبيعي للنتائج.",
  "Instantly improve overall image quality using AI-driven adjustments for exposure, color balance, contrast, and detail. The tool analyzes the photo and applies context-aware corrections that preserve natural skin tones and textures. It reduces noise, refines highlights and shadows, and brings out subtle details without over-processing. Users can toggle strength levels (Auto / Mild / Intense) and preview changes in real time. Ideal for quick polishing of portraits, product shots, and social assets.": "حسّن جودة الصورة بشكل فوري باستخدام تعديلات مدعومة بالذكاء الاصطناعي تشمل الإضاءة، توازن الألوان، التباين، والتفاصيل. تقوم الأداة بتحليل الصورة وتطبيق تصحيحات ذكية تراعي السياق مع الحفاظ على درجات البشرة الطبيعية والملمس الواقعي. كما تقلّل التشويش، وتحسّن الإضاءات والظلال، وتُبرز التفاصيل الدقيقة دون إفراط في المعالجة. يمكن للمستخدمين التبديل بين مستويات القوة (تلقائي / خفيف / قوي) ومعاينة التغييرات في الوقت الحقيقي. مثالية للتحسين السريع لصور البورتريه، صور المنتجات، ومحتوى وسائل التواصل الاجتماعي.",
  "Sharpen Image": "زيادة حدّة الصورة",
  "Boost perceived clarity by enhancing edge definition and micro-contrast while avoiding unwanted halos. The algorithm selectively targets soft areas like eyes, hair, and textures to create crisp, camera-ready results. Adjustable sliders let users control Amount, Radius, and Threshold for precise tuning. Works well in combination with the Enhancer for final refinement and is safe to apply in small increments to avoid noise amplification. Perfect for rescuing slightly soft or slightly out-of-focus photos.": "عزّز الإحساس بالوضوح من خلال تحسين حواف التفاصيل والتباين الدقيق مع تجنّب الهالات غير المرغوب فيها. تستهدف الخوارزمية بشكل انتقائي المناطق الناعمة مثل العيون، الشعر، والملمس لإنتاج نتائج حادّة وجاهزة للعرض الاحترافي. تتيح أشرطة التحكم القابلة للتعديل ضبط القيم (القوة، النطاق، والعتبة) بدقة عالية. تعمل الأداة بكفاءة عند دمجها مع محسّن الصور للوصول إلى اللمسة النهائية، وهي آمنة للاستخدام بزيادات صغيرة لتجنّب تضخيم التشويش. مثالية لإنقاذ الصور التي تبدو ناعمة قليلًا أو غير واضحة بشكل طفيف.",

  "##########comment-321##########": "creative section",
  "CREATIVE TRANSFORMS": "تحويلات إبداعية",
  "Artistic Effects & Filters": "تأثيرات وفلاتر فنية",
  "Unlock playful and artistic options to reimagine photos with stylized filters, cartoon conversions, and creative layouts. These tools make it easy to generate shareable content, unique assets, and eye-catching visuals for social media or campaigns": "اكتشف خيارات مرِحة وفنية لإعادة تخيّل الصور باستخدام فلاتر منسّقة، تحويلات إلى أسلوب كرتوني، وتخطيطات إبداعية. تتيح لك هذه الأدوات إنشاء محتوى قابل للمشاركة، أصول فريدة، وتصاميم لافتة للنظر لوسائل التواصل الاجتماعي أو الحملات التسويقية بسهولة.",
  "Convert portraits or photos into polished cartoon or illustration styles using neural style transfer tuned for faces and textures. Outputs include multiple style presets (line-art, flat-color, painterly) and adjustable strength for subtle to bold transformations. The tool preserves facial proportions and key details while translating shading and edges into an illustrated look. Users can tweak color palettes and line thickness, then export at high resolution for avatars or social posts. Great for playful branding, profile pics, and viral content.": "حوّل صور البورتريه أو الصور العادية إلى أنماط كرتونية أو رسومية مصقولة باستخدام نقل الأسلوب العصبي المُحسّن للوجوه والملمس. تتضمن النتائج عدة أنماط جاهزة (رسم خطي، ألوان مسطّحة، أسلوب فني مرسوم) مع إمكانية التحكم في شدة التأثير من خفيف إلى جريء. تحافظ الأداة على نسب الوجه والتفاصيل الأساسية مع تحويل التظليل والحواف إلى مظهر توضيحي أنيق. يمكن للمستخدمين تعديل لوحات الألوان وسُمك الخطوط ثم التصدير بدقة عالية لاستخدامها كصور شخصية أو منشورات على وسائل التواصل الاجتماعي. مثالية للعلامات التجارية المرِحة، صور الملفات الشخصية، والمحتوى القابل للانتشار.",
  "Photo Filters": "فلاتر الصور",
  "Apply professionally crafted color presets and creative looks to change mood and style instantly. Filters range from subtle cinematic corrections to punchy social-media-ready looks, each preserving skin tones and dynamic range. Each preset includes adjustable intensity so you can blend the filter with the original image for natural results. Save custom combinations as user presets for consistent branding across batches. Great for quick styling, A/B testing looks, and keeping a cohesive aesthetic across your content.": "طبّق إعدادات ألوان احترافية ومظاهر إبداعية لتغيير الإحساس والأسلوب فورًا. تتراوح الفلاتر بين تصحيحات سينمائية ناعمة ومظاهر قوية جاهزة للسوشيال ميديا، مع الحفاظ على ألوان البشرة والمدى الديناميكي. يتضمن كل إعداد تحكمًا في الشدة لدمج الفلتر مع الصورة الأصلية بنتائج طبيعية. احفظ التركيبات المخصصة كإعدادات مستخدم للحفاظ على هوية بصرية متناسقة عبر الدُفعات. مثالي للتنسيق السريع، وتجربة المظاهر، والحفاظ على طابع جمالي موحّد لمحتواك.",

  "##########comment-331##########": "essential section",
  "ESSENTIAL EDITS": "التعديلات الأساسية",
  "BASIC EDITS": "التحرير الأساسي",
  "Core, quick-edit tools for resizing, framing, and flipping images — simple operations that are essential in every editing workflow. Fast, reliable, and designed to pair seamlessly with the AI-powered features for a complete editing experience": "أدوات تحرير أساسية وسريعة لتغيير الحجم، وضبط الإطار، وقلب الصور — عمليات بسيطة لكنها ضرورية في أي سير عمل للتحرير. سريعة وموثوقة، ومصممة لتتكامل بسلاسة مع الميزات المدعومة بالذكاء الاصطناعي لتجربة تحرير متكاملة.",
  "Resize Image": "تغيير حجم الصورة",
  "Change image dimensions and resolution with smart resampling that minimizes quality loss and preserves important details. Preset aspect ratios and device-targeted sizes (Instagram, TikTok, banners) streamline exports for common use cases. You can choose resample algorithms (bicubic, lanczos) or an AI upscaling option for enlargements. The interface previews final pixel dimensions and file size so you can optimize for web or print. Handy for batch resizing large galleries or preparing single images for specific platforms.": "غيّر أبعاد الصورة ودقتها مع إعادة أخذ عينات ذكية تقلّل فقدان الجودة وتحافظ على التفاصيل المهمة. نسب أبعاد جاهزة وأحجام مخصّصة للأجهزة والمنصات (إنستجرام، تيك توك، البانرات) تسهّل التصدير لحالات الاستخدام الشائعة. يمكنك اختيار خوارزميات إعادة التحجيم أو خيار تكبير بالذكاء الاصطناعي للصور الكبيرة. تعرض الواجهة معاينة لأبعاد البكسل النهائية وحجم الملف لتحسين النتائج للويب أو الطباعة. مفيد لتغيير حجم مجموعات صور كبيرة دفعة واحدة أو تجهيز صور فردية لمنصات محددة.",
  "Crop Image": "قصّ الصورة",
  "Recompose photos with precision using freeform crop, preset ratios, and rule-of-thirds guides to improve framing instantly. Auto-suggestions highlight better crops based on subject positioning and visual balance. Edge-aware cropping keeps important areas visible and allows non-destructive crops saved as versions. Quick keyboard shortcuts and snap-to guides speed up iterative adjustments during editing sessions. Ideal for tightening composition for thumbnails, profile pictures, and layout-ready assets.": "أعد تركيب الصور بدقة باستخدام القص الحر، ونسب الأبعاد الجاهزة، وإرشادات قاعدة الأثلاث لتحسين الإطار فورًا. تبرز الاقتراحات التلقائية أفضل القصوص بناءً على موضع الموضوع والتوازن البصري. يحافظ القص الواعي للحواف على ظهور المناطق المهمة ويسمح بالقصوص غير المدمرة المحفوظة كإصدارات. تسهّل اختصارات لوحة المفاتيح السريعة وإرشادات الالتقاط الضبط التدريجي أثناء جلسات التحرير. مثالي لتقوية التركيب للصور المصغرة، وصور الملفات الشخصية، والأصول الجاهزة للتصميم.",
  "Combine multiple photos into cohesive, well-composed collages using modern templates and flexible grid controls. Drag-and-drop placement, rounded corners, and consistent spacing keep the layout neat while smart cropping preserves important subject areas. Templates include thematic choices (travel, portfolio, product grid) and adjustable aspect ratios for Instagram posts or story formats. Users can add optional frames, subtle shadows, and color-coordinated backgrounds for polish. Excellent for moodboards, social campaigns, and multi-photo storytelling.": "ادمج عدة صور في كولاجات متناسقة وذات تركيب جيد باستخدام قوالب حديثة وتحكمات شبكة مرنة. يحافظ السحب والإفلات، والزوايا المستديرة، والتباعد المتسق على ترتيب التصميم، بينما يحافظ القص الذكي على المناطق المهمة للموضوع. تتضمن القوالب خيارات موضوعية (سفر، ملف أعمال، شبكة منتجات) ونسب أبعاد قابلة للتعديل لمنشورات إنستجرام أو القصص. يمكن للمستخدمين إضافة إطارات اختيارية، وظلال خفيفة، وخلفيات منسقة بالألوان لإضفاء لمسة نهائية. ممتاز للوحات الإلهام، والحملات الاجتماعية، وسرد القصص المتعدد الصور.",

  "##########comment-381##########": "tools dropdown",
  "Background & Object Editing": "تحرير الخلفية والكائنات",
  "Remove Background": "إزالة الخلفية",
  "Object Removal": "إزالة الكائنات",
  "Blur Image": "تمويه الصورة",
  "Image Enhancement": "تحسين الصورة",
  "Oil Paint Effect": "تأثير الرسم الزيتي",
  "Grayscale Image": "صورة بتدرجات الرمادي",
  "Rounded Corner Image": "صورة بزوايا مستديرة",
  "Basic Adjustments & Resize": "التعديلات الأساسية وتغيير الحجم",
  "Adjust Image": "تعديل الصورة",
  "Create Collage": "إنشاء كولاج",
  "Back to Home": "العودة للرئيسية",

  "##########comment-391##########": "upload photo layout",

  "##########comment-401##########": "head descriptions",
  "Upload your image and let AI automatically detect and remove the background in seconds.": "ارفع صورتك ودَع الذكاء الاصطناعي يكتشف الخلفية ويزيلها تلقائيًا خلال ثوانٍ.",
  "Upload your image and apply a blur effect in just a few seconds.": "ارفع صورتك وطبّق تأثير التمويه خلال ثوانٍ قليلة.",
  "Automatically improve image quality, lighting, and details with powerful AI enhancement tools.": "حسّن جودة الصورة والإضاءة والتفاصيل تلقائيًا باستخدام أدوات تحسين قوية بالذكاء الاصطناعي.",
  "Make blurry photos crystal clear by enhancing edges and restoring lost details instantly.": "حوّل الصور الضبابية إلى صور واضحة تمامًا عبر تحسين الحواف واستعادة التفاصيل المفقودة فورًا.",
  "Turn your photo into a fun, high-quality cartoon or illustration with AI magic.": "حوّل صورتك إلى كرتون أو رسمة عالية الجودة بلمسة سحرية من الذكاء الاصطناعي.",
  "Quickly adjust your photo dimensions without losing quality — fit any platform or use.": "عدّل أبعاد الصورة بسرعة بدون فقدان الجودة لتناسب أي منصة أو استخدام.",
  "Upload your image and convert it to grayscale instantly.": "ارفع صورتك وحوّلها إلى تدرّج رمادي فورًا.",
  "Upload your image and apply rounded corners with ease.": "ارفع صورتك وطبّق زوايا مستديرة بسهولة.",
  "Transform your image into an oil painting style artwork.": "حوّل صورتك إلى عمل فني بأسلوب الرسم الزيتي.",
  "Allows fine-tuning image colors by adjusting brightness, contrast, saturation, and gamma — only the provided values are applied.": "يتيح ضبط ألوان الصورة بدقة من خلال التحكم في السطوع والتباين والتشبع والجاما — ويتم تطبيق القيم التي تختارها فقط.",
  "Crop an image to remove unwanted areas.": "قصّ الصورة لإزالة الأجزاء غير المرغوب فيها.",
  "Remove any unwanted objects from your photos and make them stay crystal clear.": "أزل أي عناصر غير مرغوب فيها من صورك مع الحفاظ على وضوح الصورة.",
  "Create beautiful photo collages by combining multiple images into one layout.": "أنشئ كولاجات صور جميلة من خلال دمج عدة صور في تصميم واحد.",

  "##########comment-411##########": "dropzone itself",
  "Supported formats: PNG, JPG, JPEG, WEBP": "الصيغ المدعومة: PNG، JPG، JPEG، WEBP",
  "Max size: 10MB": "الحد الأقصى للحجم: 10 ميجابايت",
  "Number of Photos": "عدد الصور",
  "Photos": "صور",
  "Choose the template you want!": "اختر القالب الذي تريده!",
  "Uploaded": "تم رفع",
  "Photos of": "صور من",
  "All Required Images Have Been Uploaded": "تم رفع جميع الصور المطلوبة",
  "Start": "ابدأ",
  "Processing ...": "جاري المعالجة ...",

  "##########comment-421##########": "uploading, pre-processing, post-processing",
  "Uploading ...": "جاري الرفع ...",
  "Select the object to remove!": "حدد العنصر الذي تريد إزالته!",
  "ORIGINAL": "الأصلية",
  "Brush Size": "حجم الفرشاة",
  "Clear Mask": "مسح التحديد",
  "Brightness": "السطوع",
  "Contrast": "التباين",
  "Saturation": "التشبع",
  "Gamma": "جاما",
  "Level": "الدرجة",
  "Strength": "الشدة",
  "Amount": "الكمية",
  "Radius": "الاستدارة",
  "Transparent": "شفافة",
  "Color": "ملونة",
  "Fill": "ملء",
  "Scale": "تمديد",
  "Start Processing": "ابدأ المعالجة",
  "Change Photo": "تغيير الصورة",
  "You have used up your free attempts! Please log in to continue.": "لقد استنفدت محاولاتك المجانية! يرجى تسجيل الدخول للمتابعة.",
  "Your points are insufficient or your subscription has expired! Please check the subscriptions section.": "نقاطك غير كافية أو انتهت صلاحية اشتراكك! يرجى التحقق من قسم الاشتراكات.",
  "Select something firstly!": "قم بتحديد عنصرأولا!",
  "PROCESSED": "النتيجة",
  "Select a tool to process the result with ...": "اختر أداة لمعالجة النتيجة بها ...",
  "Download Result": "تحميل النتيجة",
  "Successfully saved locally and to your downloads!": "تم الحفظ بنجاح محليًا وفي تنزيلاتك!",
  "Failed saving locally and to your downloads!": "فشل الحفظ محليًا وفي تنزيلاتك!",
  "Successfully saved locally but failed saving to your downloads!": "تم الحفظ بنجاح محليًا ولكن فشل الحفظ في تنزيلاتك!",
  "Failed saving locally but successfully saved to your downloads!": "فشل الحفظ محليًا ولكن تم الحفظ بنجاح في تنزيلاتك!",

  "##########comment-431##########": "bottom static boxes",
  "Fast AI Processing": "معالجة بالذكاء الاصطناعي",
  "Get results in seconds with our advanced AI technology": "احصل على النتائج خلال ثوانٍ بفضل تقنيات الذكاء الاصطناعي المتقدمة",
  "High Quality Cutouts": "قصّ عالي الجودة",
  "Precise edge detection for professional results": "اكتشاف دقيق للحواف لنتائج احترافية",
  "Automatic Edge Detection": "اكتشاف تلقائي للحواف",
  "Smart algorithms handle complex images effortlessly": "خوارزميات ذكية تتعامل مع الصور المعقدة بسهولة",
  "Supports Large Images": "يدعم الصور كبيرة الحجم",
  "Process high-resolution images up to 10MB": "معالجة صور عالية الدقة حتى 10 ميجابايت",

  "##########comment-441##########": "profile",
  "MANAGE YOUR ACCOUNT!": "إدارة حسابك!",
  "User Data": "بيانات المستخدم",
  "Subscriptions": "الاشتراكات",
  "My Downloads": "تنزيلاتي",
  "Log Out": "تسجيل الخروج",

  "##########comment-451##########": "user data screen and subscriptions screen",
  "Set Password": "تعيين كلمة المرور",
  "must have 8+ chars & one uppercase & one digit": "يجب أن تحتوي على 8 أحرف على الأقل، وحرف كبير واحد، ورقم واحد",
  "Confirm": "تأكيد",
  "Free Plan": "الخطة المجانية",
  "credits remaining of": "نقطة متبقية من إجمالي",
  "Change Plan": "تغيير الخطة",
  "premium-monthly": "الخطة البريميوم - شهري",
  "premium-yearly": "الخطة البريميوم - سنوي",
  "pro-monthly": "الخطة البرو - شهري",
  "pro-yearly": "الخطة البرو - سنوي",
  "Active": "نشطة",
  "Not Active": "غير نشطة",
  "Start:": "البداية:",
  "End:": "النهاية:",
  "Billing History": "سجل المدفوعات",
  "You haven't made any payments yet!": "لم تقم بأي مدفوعات بعد!",
  "Date": "التاريخ",
  "AmountText": "المبلغ",
  "More Details": "تفاصيل أكثر",
  "More": "أكثر",
  "Less": "أقل",

  "##########comment-461##########": "my downloads screen",
  "Images you've downloaded in the last 30 days": "الصور التي قمت بتنزيلها خلال آخر 30 يومًا",
  "Size": "الحجم",
  "Created Date": "تاريخ الإنشاء",
  "Expiry Date": "تاريخ الانتهاء",
  "Download": "تحميل",

  "##########comment-471##########": "login popup",

  "##########comment-481##########": "head",
  "Hi there!": "مرحبًا!",
  "Welcome to Picsharps, so happy to see you.": "مرحبًا بك في Picsharps، سعداء جدًا بوجودك معنا.",

  "##########comment-491##########": "google login screen",
  "Continue with Google": "المتابعة باستخدام Google",
  "Or use email": "أو استخدم البريد الإلكتروني",
  "By continuing, you agree to our": "بالمتابعة، فإنك توافق على",
  "Terms Of Service": "شروط الخدمة",
  "and": "و",

  "##########comment-501##########": "mail login screen",
  "Email": "البريد الإلكتروني",
  "Password": "كلمة المرور",
  "Enter password": "أدخل كلمة المرور",
  "Login": "تسجيل الدخول",
  "Forgot Password?": "هل نسيت كلمة المرور؟",
  "Back to Login with Google": "العودة إلى تسجيل الدخول باستخدام Google",
  "Loading ...": "جاري التحميل ...",
  "Email is Required!": "البريد الإلكتروني مطلوب!",
  "Password is Required!": "كلمة المرور مطلوبة!",
  "Invalid Email Address!": "عنوان بريد إلكتروني غير صالح!",
  "Invalid Credentials!": "بيانات الدخول غير صحيحة!",
  "Something Went Wrong!": "حدث خطأ ما!",
  "Code sent to your email!": "تم إرسال رمز التأكيد إلى البريد الإلكتروني!",
  "Code is Required!": "الرمز مطلوب!",
  "Invalid Code!": "الرمز غير صالح!",
  "Invalid or expired code!": "الرمز غير صالح!",
  "New password is Required!": "كلمة المرور الجديدة مطلوبة!",
  "Password reset successfully!": "تمت إعادة تهيئة كلمة المرور بنجاح!",
  "Password must be 8+ chars with upper, lower case letters, and at least one number!": "كلمة المرور يجب أن تتكون من 8 أحرف على الأقل وتشمل أحرفاً كبيرة وصغيرة ورقما واحدا على الأقل!",

  "##########comment-511##########": "rest flow",
  "Request Code": "طلب رمز",
  "Code": "الرمز",
  "6-digit code": "الرمز المكوّن من 6 أرقام",
  "Verify Code": "تأكيد الرمز",
  "Set New Password": "تعيين كلمة مرور جديدة",
  "New Password": "كلمة المرور الجديدة",
  "Reset Password": "إعادة تعيين كلمة المرور",

  "##########comment-521##########": "privacy and terms layout",
  "Your privacy matters to us. Learn how we collect, use, and protect your data.": "خصوصيتك تهمّنا. تعرّف على كيفية جمع بياناتك واستخدامها وحمايتها.",
  "Please read these terms carefully before using our services.": "يرجى قراءة هذه الشروط بعناية قبل استخدام خدماتنا.",
  "Last Updated: November 24, 2025": "آخر تحديث: 24 نوفمبر 2025",
  "Quick Navigation": "التنقّل السريع",
  "1. Introduction": "1. المقدمة",
  "2. Information We Collect": "2. المعلومات التي نجمعها",
  "3. How We Use Your Data": "3. كيف نستخدم بياناتك",
  "4. Data Sharing & Third Parties": "4. مشاركة البيانات والأطراف الخارجية",
  "5. Data Storage & Retention": "5. تخزين البيانات والاحتفاظ بها",
  "6. Your Data Rights": "6. حقوقك المتعلقة ببياناتك",
  "7. Third-Party Authentication": "7. تسجيل الدخول عبر أطراف خارجية",
  "8. Image security": "8. أمان الصور",
  "9. Cookies & Tracking": "9. ملفات تعريف الارتباط والتتبع",
  "10. Age Policy": "10. سياسة العمر",
  "11. Contact us": "11. تواصل معنا",
  "1. Acceptance of Terms": "1. قبول الشروط",
  "2. Usage Restrictions": "2. قيود الاستخدام",
  "3. Service Guarantee": "3. ضمان الخدمة",
  "4. Payment Terms": "4. شروط الدفع",
  "5. Cancelation": "5. الإلغاء",
  "6. Intellectual Property": "6. الملكية الفكرية",
  "7. Limitation of Liability": "7. تحديد المسؤولية",
  "8. Account Termination": "8. إنهاء الحساب",
  "9. Changes to Terms": "9. التعديلات على الشروط",
  "10. Governing Law": "10. القانون الحاكم",
  "Have Questions About Your Privacy?": "هل لديك أسئلة حول خصوصيتك؟",
  "Ready to Get Started?": "هل أنت مستعد للبدء؟",
  "Our Team Is Here To Help. Reach Out With Any Concerns Or Questions About How We Protect Your Data.": "فريقنا هنا لمساعدتك. تواصل معنا لأي استفسارات أو تساؤلات حول كيفية حماية بياناتك.",
  "Join thousands of users transforming their images.": "انضم إلى آلاف المستخدمين الذين يقومون بتحويل صورهم.",

  "##########comment-531##########": "privacy page",
  "Introduction": "المقدمة",
  "Yes, we collect limited user data necessary to operate and improve our services. This may include technical data such as browser type, device information, and usage statistics. We do not collect any unnecessary personal information.": "نعم، نقوم بجمع قدر محدود من بيانات المستخدم الضرورية لتشغيل خدماتنا وتحسينها. وقد يشمل ذلك بيانات تقنية مثل نوع المتصفح، معلومات الجهاز، وإحصاءات الاستخدام. نحن لا نجمع أي معلومات شخصية غير ضرورية.",
  "Information We Collect": "المعلومات التي نجمعها",
  "We collect the following types of information:": "نقوم بجمع الأنواع التالية من المعلومات:",
  "Technical data (browser type, device information)": "البيانات التقنية (نوع المتصفح، معلومات الجهاز)",
  "Usage statistics to improve service performance": "إحصاءات الاستخدام لتحسين أداء الخدمة",
  "Images you upload (stored temporarily)": "الصور التي تقوم برفعها (يتم تخزينها مؤقتًا)",
  "Account information from Google login (name, email, profile picture)": "معلومات الحساب من تسجيل الدخول عبر Google (الاسم، البريد الإلكتروني، صورة الملف الشخصي)",
  "How We Use Your Data": "كيف نستخدم بياناتك",
  "We use your data exclusively for the following purposes:": "نستخدم بياناتك حصريًا للأغراض التالية:",
  "Service Operation: To provide core functionality and process your requests": "تشغيل الخدمة: لتقديم الوظائف الأساسية ومعالجة طلباتك",
  "Performance Improvement: To analyze usage patterns and optimize our platform": "تحسين الأداء: لتحليل أنماط الاستخدام وتحسين منصتنا",
  "User Experience Enhancement: To personalize your experience and provide better results": "تعزيز تجربة المستخدم: لتخصيص تجربتك وتقديم نتائج أفضل",
  "Service": "الخدمة:",
  "Operation:": "تشغيل",
  "Performance": "الأداء:",
  "Improvement:": "تحسين",
  "User": "المستخدم:",
  "Experience": "تجربة",
  "Enhancement:": "تعزيز",
  "Data Sharing & Third Parties": "مشاركة البيانات والأطراف الثالثة",
  "We only share data with:": "نشارك البيانات فقط مع:",
  "Stripe for secure payment processing": "سترايب لمعالجة المدفوعات بشكل آمن",
  "Analytics providers for performance improvement": " مزودين التحليلات لتحسين الأداء",
  "Stripe": "سترايب",
  "Analytics": "التحليلات",
  "providers": "مزودين",
  "We do not sell user data, period.": "نحن لا نبيع بيانات المستخدمين، نهائيًا.",
  "Data Storage & Retention": "تخزين البيانات والاحتفاظ بها",
  "Images": "الصور",
  "✓ Stored for 30 days": "✓ يتم تخزينها لمدة 30 يومًا",
  "✓ Then automatically deleted": "✓ ثم يتم حذفها تلقائيًا",
  "✓ Securely encrypted in transit and at rest": "✓ مشفّرة بشكل آمن أثناء النقل وأثناء التخزين",
  "Account Data": "بيانات الحساب",
  "✓ Stored as long as account is active": "✓ يتم تخزينها طالما أن الحساب نشط",
  "✓ Deleted upon account deletion": "✓ يتم حذفها عند حذف الحساب",
  "✓ Backup retention: 90 days": "✓ الاحتفاظ بالنسخ الاحتياطية: 90 يومًا",
  "Your Data Rights": "حقوقك المتعلقة بالبيانات",
  "You have complete control over your data. You have the right to:": "لديك تحكّم كامل في بياناتك. لديك الحق في:",
  "Download a copy of all your data": "تحميل نسخة من جميع بياناتك",
  "Request complete account deletion": "طلب حذف الحساب بالكامل",
  "Access and review your information at any time": "الوصول إلى معلوماتك ومراجعتها في أي وقت",
  "Opt-out of non-essential data collection": "إلغاء الاشتراك في جمع البيانات غير الضرورية",
  "Third-Party Authentication": "المصادقة عبر جهات خارجية",
  "Our platform provides login through Google for your convenience. When you sign in with Google, we only access basic profile information necessary for account creation, including:": "توفر منصتنا تسجيل الدخول عبر Google لراحتك. عند تسجيل الدخول باستخدام Google، نقوم بالوصول فقط إلى معلومات الملف الشخصي الأساسية اللازمة لإنشاء الحساب، وتشمل:",
  "Your name": "اسمك",
  "Email address": "البريد الإلكتروني",
  "Profile picture (optional)": "صورة الملف الشخصي (اختياري)",
  "How We Protect Your Images": "كيف نحمي صورك",
  "We temporarily store the images you upload on our servers to ensure proper processing and to provide features such as download history or re-accessing previous results.": "نقوم بتخزين الصور التي ترفعها مؤقتًا على خوادمنا لضمان المعالجة السليمة وتوفير ميزات مثل سجل التنزيل أو إعادة الوصول إلى النتائج السابقة.",
  "Security measures include:": "تشمل إجراءات الأمان:",
  "End-to-end encryption during upload and storage": "تشفير شامل أثناء الرفع والتخزين",
  "Strict access controls - only you can access your images": "ضوابط وصول صارمة — أنت فقط من يمكنه الوصول إلى صورك",
  "Regular security audits and monitoring": "مراجعات أمنية ومراقبة منتظمة",
  "Automatic deletion after 30 days": "حذف تلقائي بعد 30 يومًا",
  "Security": "الأمان:",
  "measures": "إجراءات",
  "include:": "تشمل",
  "Your images are never shared, reused, or used for AI training.": "لا يتم مشاركة صورك أو إعادة استخدامها في تدريب نماذج الذكاء الاصطناعي مطلقًا.",
  "You may request immediate deletion at any time.": "يمكنك طلب الحذف الفوري في أي وقت.",
  "Cookies & Tracking": "ملفات تعريف الارتباط والتتبع",
  "Good news!": "خبر سار!",
  "We do not use cookies or tracking tools like Google Analytics. Your browsing experience is completely private and ad-free.": "نحن لا نستخدم ملفات تعريف الارتباط أو أدوات التتبع مثل Google Analytics. تجربة التصفح لديك خاصة تمامًا وبدون إعلانات.",
  "We only use essential session storage to maintain your login state, which is cleared when you log out or close your browser.": "نستخدم فقط تخزين الجلسة الأساسي للحفاظ على حالة تسجيل الدخول الخاصة بك، ويتم مسحه عند تسجيل الخروج أو إغلاق المتصفح.",
  "Age Policy": "سياسة العمر",
  "Our service is designed to be safe and appropriate for all age groups. We do not knowingly collect personal information from children, and we encourage parental supervision for younger users.": "تم تصميم خدمتنا لتكون آمنة ومناسبة لجميع الفئات العمرية. نحن لا نجمع عن علم أي معلومات شخصية من الأطفال، ونشجّع إشراف أولياء الأمور على المستخدمين الأصغر سنًا.",
  "Privacy Questions?": "هل لديك أسئلة حول الخصوصية؟",
  "If you have any questions about our privacy practices, need clarification on how we handle your data, or want to exercise your data rights, please don't hesitate to reach out.": "إذا كانت لديك أي أسئلة حول ممارسات الخصوصية لدينا، أو تحتاج إلى توضيح بشأن كيفية تعاملنا مع بياناتك، أو ترغب في ممارسة حقوقك المتعلقة بالبيانات، فلا تتردد في التواصل معنا.",
  "Contact Us": "تواصل معنا",

  "##########comment-541##########": "terms page",
  "Acceptance of Terms": "قبول الشروط",
  "By accessing and using PicSharps, you accept and agree to be bound by these Terms of Service. If you do not agree, please do not use our services.": "من خلال الوصول إلى PicSharps واستخدامه، فإنك تقرّ وتوافق على الالتزام بشروط الخدمة هذه. إذا كنت لا توافق، يُرجى عدم استخدام خدماتنا.",
  "Usage Restrictions": "قيود الاستخدام",
  "You agree not to use our tools or services to create, upload, or distribute any content that is harmful, abusive, illegal, political, nudity, or violates the rights of others. You also agree not to misuse the platform, attempt to interfere with its functionality, or use automated systems to access the services in an unauthorized way.": "توافق على عدم استخدام أدواتنا أو خدماتنا لإنشاء أو تحميل أو نشر أي محتوى ضار، مسيء، غير قانوني، سياسي، يتضمن عُريًا، أو ينتهك حقوق الآخرين. كما توافق على عدم إساءة استخدام المنصة، أو محاولة التدخل في وظائفها، أو استخدام أنظمة آلية للوصول إلى الخدمات بطريقة غير مصرح بها.",
  "Prohibited Content Includes:": "يشمل المحتوى المحظور ما يلي:",
  "Harmful or abusive content": "محتوى ضار أو مسيء",
  "Illegal material": "مواد غير قانونية",
  "Political content": "محتوى سياسي",
  "Nudity": "العُري",
  "Content violating others' rights": "محتوى ينتهك حقوق الآخرين",
  "Platform misuse or interference": "إساءة استخدام المنصة أو التدخل في عملها",
  "Unauthorized automated access": "الوصول الآلي غير المصرّح به",
  "No Guarantee of Results": "لا يوجد ضمان للنتائج",
  "We do not provide any guarantee regarding the accuracy, quality, or perfection of the results generated by our AI tools. All outputs are provided 'AS IS' based on the available AI models and processing capabilities. We are not responsible for unexpected outcomes, quality variations, or any decisions made based on the generated results.": "لا نقدم أي ضمان بخصوص دقة أو جودة أو كمال النتائج التي يتم إنشاؤها بواسطة أدوات الذكاء الاصطناعي لدينا. جميع المخرجات تُقدَّم كما هي بناءً على نماذج الذكاء الاصطناعي المتاحة وقدرات المعالجة. ولا نتحمل أي مسؤولية عن النتائج غير المتوقعة، أو اختلافات الجودة، أو أي قرارات يتم اتخاذها بناءً على النتائج المُولَّدة.",
  "Payment & Subscription": "الدفع والاشتراك",
  "Billing System": "نظام الفوترة",
  "Payment processed securely through Stripe": "تتم معالجة الدفع بشكل آمن عبر Stripe",
  "Auto-Renewal": "التجديد التلقائي",
  "Subscriptions renew automatically each period": "يتم تجديد الاشتراكات تلقائيًا في نهاية كل فترة",
  "Payment Methods": "طرق الدفع",
  "All major credit/debit cards via Stripe": "جميع بطاقات الائتمان/الخصم الرئيسية عبر Stripe",
  "Price Changes": "تغييرات الأسعار",
  "30 days advance notice for any changes": "إشعار مسبق قبل 30 يومًا في حال إجراء أي تغييرات",
  "Refund Policy": "سياسة الاسترجاع",
  "Refunds Allowed": "الاسترداد متاح",
  "Within 7 days of first purchase": "خلال 7 أيام من أول عملية شراء",
  "days": "أيام",
  "Non-Refundable": "غير قابل للاسترداد",
  "Renewals and old subscriptions": "عمليات التجديد والاشتراكات القديمة",
  "How to Cancel Your Subscription": "كيفية إلغاء الاشتراك",
  "Users can cancel anytime from the Billing page.": "يمكن للمستخدمين الإلغاء في أي وقت من صفحة الفوترة.",
  "Go to Billing": "اذهب إلى صفحة الفوترة",
  "Ownership & Intellectual Property": "الملكية الفكرية",
  "YOU OWN YOUR CONTENT": "أنت تمتلك المحتوى الخاص بك",
  "Users retain full ownership of all images they upload and generate. Picsharps does not claim any rights to your content.": "يحتفظ المستخدمون بالملكية الكاملة لجميع الصور التي يقومون برفعها أو إنشائها. لا يدّعي Picsharps أي حقوق على المحتوى الخاص بك.",
  "Limitation of Liability": "تحديد المسؤولية",
  "Data Loss": "فقدان البيانات",
  "Loss of user data or files": "فقدان بيانات المستخدم أو الملفات",
  "Service Interruptions": "انقطاعات الخدمة",
  "Downtime or unavailability": "توقف الخدمة أو عدم توفرها",
  "Misuse by User": "إساءة الاستخدام من قبل المستخدم",
  "Actions taken by users": "الإجراءات التي يتخذها المستخدمون",
  "Force Majeure": "القوة القاهرة",
  "Events outside our control": "أحداث خارجة عن إرادتنا",
  "We may terminate accounts for:": "قد نقوم بإنهاء الحسابات في الحالات التالية:",
  "Abuse or Misuse": "الإساءة أو سوء الاستخدام",
  "Illegal Activity": "أنشطة غير قانونية",
  "System Attacks or Exploitation": "الهجمات على النظام أو استغلاله",
  "Changes to Terms of Service": "التعديلات على شروط الخدمة",
  "Users will be notified via Email when terms are updated. Continued use after notification constitutes acceptance of new terms.": "سيتم إخطار المستخدمين عبر البريد الإلكتروني عند تحديث الشروط. ويُعد الاستمرار في استخدام الخدمة بعد الإخطار قبولًا للشروط الجديدة.",
  "Governing Law": "القانون الحاكم",
  "These Terms are governed by the laws of United Arab Emirates (UAE)": "تخضع هذه الشروط لقوانين الإمارات العربية المتحدة (UAE)",
  "United": "المتحدة",
  "Arab": "العربية",
  "Emirates": "الإمارات",
  "Questions About Terms?": "أسئلة حول الشروط؟",
  "If you have any questions about these Terms of Service, please contact us.": "إذا كانت لديك أي أسئلة حول شروط الخدمة هذه، يُرجى التواصل معنا.",

  "##########comment-551##########": "rest pricing page",
  "Something went wrong while loading the plans!": "حدث خطأ أثناء تحميل الخطط!",
  "Save 20%": "وفّر 20%",
  "Free Forever": "مجاني إلى الأبد",
  "Free": "مجاني",
  "Forever free": "مجاني دائمًا",
  "Perfect for trying out our tools": "مثالي لتجربة أدواتنا",
  "10 images per month": "10 صور شهريًا",
  "Standard quality output": "جودة إخراج عادية",
  "All tools access": "الوصول إلى جميع الأدوات",
  "Watermark on downloads": "علامة مائية على التنزيلات",
  "HD/4K quality": "جودة HD / 4K",
  "Priority processing": "معالجة بأولوية",
  "Commercial use": "استخدام تجاري",
  "Download history (7 days only)": "سجل التنزيلات (7 أيام فقط)",
  "No watermark": "بدون علامة مائية",
  "Most Popular": "الأكثر شيوعًا",
  "Pro": "برو",
  "/ month": "/ شهر",
  "Billed monthly": "يتم الدفع شهريًا",
  "$95.88 /year": "95.88$ /سنة",
  "/ year": "/ سنة",
  "Best for creators and professionals": "الأفضل للمبدعين والمحترفين",
  "100 images per month": "100 صورة شهريًا",
  "HD quality output": "جودة إخراج HD",
  "30-day download history": "سجل تنزيلات لمدة 30 يومًا",
  "Commercial use allowed": "مسموح بالاستخدام التجاري",
  "Email support": "دعم عبر البريد الإلكتروني",
  "4K quality": "جودة 4K",
  "API access": "الوصول إلى API",
  "Start Plan": "ابدأ خطة",
  "Best Value": "أفضل قيمة",
  "Premium": "بريميوم",
  "$179.88 /year": "179.88$ /سنة",
  "For power users and businesses": "للمستخدمين المحترفين والشركات",
  "Unlimited images": "صور غير محدودة",
  "4K quality output": "جودة إخراج 4K",
  "All tools access (including future tools)": "الوصول إلى جميع الأدوات (بما في ذلك الأدوات المستقبلية)",
  "Fastest priority processing": "أسرع معالجة بأولوية",
  "Unlimited download history": "سجل تنزيلات غير محدود",
  "Priority email support": "دعم بريدي بأولوية",
  "API access (coming soon)": "الوصول إلى API (قريبًا)",
  "Bulk processing": "معالجة جماعية",
  "Team collaboration (coming soon)": "تعاون الفريق (قريبًا)",
  "Feature": "الميزة",
  "USAGE LIMITS": "حدود الاستخدام",
  "Max file size": "الحد الأقصى لحجم الملف",
  "10MB": "10 ميجابايت",
  "25MB": "25 ميجابايت",
  "100MB": "100 ميجابايت",
  "Storage duration": "مدة التخزين",
  "7 days": "7 أيام",
  "30 days": "30 يومًا",
  "Unlimited": "غير محدود",
  "OUTPUT QUALITY": "جودة الإخراج",
  "HD quality": "جودة HD",
  "4k quality": "جودة 4K",
  "FEATURES": "الميزات",
  "Watermark removal": "إزالة العلامة المائية",
  "Download history": "سجل التنزيلات",
  "Priority support": "دعم بأولوية",
  "SUPPORT": "الدعم",
  "Show Details": "عرض التفاصيل",
  "OK": "حسنًا"
}
