{
  "##########comment-1##########": "landing page",

  "##########comment-11##########": "header",
  "Home": "Accueil",
  "Tools": "Outils",
  "Pricing": "Prix",
  "LoginHeaderButton": "Connexion",
  "Start Creating": "Créer",
  "Profile": "Profil",

  "##########comment-21##########": "hero section",
  "DESIGN EASILY": "Design Facile",
  "Enhance, retouch, remove backgrounds, and create stunning visuals in seconds.": "Améliorez, retouchez, supprimez l'arrière-plan et créez des visuels incroyables en secondes.",
  "No design skills needed.": "Pas de compétence requise",
  "Drag & Drop or Click to Upload": "Glisser-déposer ou cliquez",
  "Max size 10MB": "Taille maximale 10Mo",
  "Upload Image": "Téléverser",

  "##########comment-31##########": "quick links section",
  "QUICK LINKS": "Liens Rapides",
  "POPULAR TOOLS": "Outils Populaires",
  "Here we collected the most used Generative AI and Photo Editing tools people are looking for!": "Découvrez les outils d'IA générative et de retouche photo les plus populaires!",
  "Remove Backgrounds": "Supprimer les fonds",
  "Remove backgrounds instantly with powerful AI": "Supprimez les fonds instantanément avec l'IA",
  "Remove Object from Photo": "Supprimer un objet",
  "Erase unwanted objects seamlessly in seconds": "Effacez les objets indésirables en secondes",
  "AI Image Enhancer": "Améliorateur IA",
  "Enhance image quality and clarity automatically": "Améliorez la qualité des images automatiquement",
  "Photo to Cartoon": "Photo en cartoon",
  "Turn your photos into fun cartoon-style art": "Transformez vos photos en art cartoon",
  "Collage Maker": "Créateur de collage",
  "Combine multiple photos into beautiful layouts": "Combinez plusieurs photos en beaux layouts",

  "##########comment-41##########": "tools section",
  "Remove Backgrounds Instantly": "Supprimer les fonds instantanément",
  "Upload your image and let our smart tool do the work. Whether you're editing product photos or creating social media content, our background remover helps you isolate your subject with precision and speed. No manual cropping—just fast, clean results.": "Téléchargez votre image et laissez notre outil isoler rapidement votre sujet. Pas de découpage manuel, juste un résultat propre et rapide.",
  "Try it now for free": "Essayez",
  "AI Image Enhancer Tool": "Améliorateur IA",
  "Breathe new life into your photos with our intelligent image enhancer. Boost clarity, sharpen details, and enhance colors—all with a single click. Whether it's a selfie, product shot, or landscape, your images will look stunning and professional in seconds.": "Redonnez vie à vos photos : clarté, détails et couleurs améliorés en un clic. Selfies, produits ou paysages, vos images seront magnifiques en secondes.",
  "Remove Unwanted Objects": "Supprimer les objets indésirables",
  "Clean up your photos in seconds with our smart AI object remover. Whether it's a stray person, a distracting item, or background clutter—just highlight it and let the magic happen. Your image stays flawless, your focus stays sharp.": "Nettoyez vos photos en secondes avec notre outil IA. Surlignez l'objet et obtenez un résultat parfait instantanément.",
  "Turn Photos into Cartoons": "Photos en cartoon",
  "Add a playful twist to your images with our AI-powered cartoonizer. Transform selfies, portraits, or pet photos into vibrant cartoon-style artwork in seconds. Perfect for social media, avatars, or just for fun!": "Ajoutez un effet cartoon à vos images en secondes. Selfies, portraits ou animaux, parfait pour les réseaux sociaux!",
  "Build Custom Collages with Ease": "Collages personnalisés faciles",
  "Mix, match, and tell your story with our easy-to-use collage maker. Choose your layout, drag in your favorite images, and let your creativity shine. Perfect for social media, scrapbooks, or sharing memories with style!": "Créez facilement vos collages : choisissez votre mise en page, ajoutez vos images et laissez libre cours à votre créativité.",
  "Explore All Tools": "Voir tous les outils",

  "##########comment-51##########": "how it works section",
  "HOW IT WORKS": "COMMENT ÇA MARCHE",
  "Transform your photos in just 4 simple steps — no technical skills required": "Transformez vos photos en 4 étapes simples, sans compétences techniques",
  "Choose AI tool": "Choisissez un outil IA",
  "Upload your photo": "Téléchargez votre photo",
  "Apply changes instantly": "Appliquez les changements instantanément",
  "Download or export": "Téléchargez ou exportez",

  "##########comment-61##########": "ready section",
  "Ready To Transform Your Photos?": "PRÊT À TRANSFORMER VOS PHOTOS?",
  "Join thousands of users creating stunning visuals with AI-powered photo editing": "Rejoignez des milliers d'utilisateurs et créez des visuels époustouflants avec l'IA",
  "Try Now for Free": "Essayez Maintenant",

  "##########comment-71##########": "footer",
  "AI-powered photo editing made simple and accessible for everyone": "Édition photo IA simple et accessible à tous",
  "Product": "Produit",
  "Features": "Fonctionnalités",
  "PricingLink": "Tarification",
  "Company": "Entreprise",
  "About": "À propos",
  "Contact": "Contact",
  "Legal": "Juridique",
  "Privacy Policy": "Politique de confidentialité",
  "Terms of Service": "Conditions d'utilisation",
  "All rights reserved": "Tous droits réservés",

  "##########comment-81##########": "pricing page",

  "##########comment-91##########": "head section",
  "Simple, Transparent Pricing": "Prix Simple Et Clair",
  "Choose the perfect plan for your image editing needs. Upgrade, downgrade, or cancel anytime": "Choisissez le plan idéal pour vos retouches. Modifiez ou annulez à tout moment",
  "Monthly": "MENSUEL",
  "Yearly": "ANNUEL",

  "##########comment-101##########": "table section",
  "Compare All Features": "Comparer Les Fonctions",
  "See what's included in each plan": "Voyez ce qui est inclus dans chaque plan",

  "##########comment-111##########": "money back section",
  "7-Day Money Back Guarantee": "GARANTIE DE REMBOURSEMENT 7 JOURS",
  "try risk-free! refunds available within 7 days of first purchase": "Essayez sans risque! Remboursement sous 7 jours après l'achat",
  "note: renewals and old subscriptions are non-refundable": "Remarque : les renouvellements et anciens abonnements ne sont pas remboursables",

  "##########comment-121##########": "frequently asked questions section",
  "Frequently Asked Questions": "QUESTIONS FRÉQUEMMENT POSÉES",
  "Everything you need to know about our pricing and plans": "Tout ce qu'il faut savoir sur nos tarifs et plans",
  "Can I change plans anytime?": "Puis-je changer de plan à tout moment?",
  "Yes! You can upgrade or downgrade your plan at any time from your billing page. Changes take effect immediately, and we'll prorate any payments.": "Oui! Changez de plan à tout moment depuis votre page de facturation. Les changements sont immédiats et les paiements ajustés au prorata.",
  "What payment methods do you accept?": "Quels moyens de paiement acceptez-vous?",
  "We accept all major credit cards (Visa, Mastercard, American Express, Discover) through our secure payment processor, Stripe.": "Nous acceptons toutes les cartes principales (Visa, Mastercard, Amex, Discover) via Stripe sécurisé.",
  "Is there a free trial?": "Y a-t-il un essai gratuit?",
  "Yes! Pro and Premium plans come with a 7-day free trial. You won't be charged until the trial period ends. Cancel anytime during the trial with no charges.": "Oui! Les plans Pro et Premium offrent 7 jours d'essai gratuit. Pas de facturation avant la fin. Annulez sans frais à tout moment.",
  "Can I cancel anytime?": "Puis-je annuler à tout moment?",
  "Absolutely. You can cancel your subscription at any time from your billing page. You'll retain access until the end of your current billing period.": "Oui. Annulez votre abonnement à tout moment depuis votre page de facturation. Accès conservé jusqu'à la fin de la période en cours.",
  "What happens after I cancel?": "Que se passe-t-il après l'annulation?",
  "After cancellation, you'll keep access to your paid features until the end of your current billing period. After that, your account will revert to the Free plan.": "Après annulation, accès aux fonctionnalités payantes jusqu'à la fin de la période. Ensuite, votre compte revient au plan gratuit.",
  "Do you offer refunds?": "Proposez-vous des remboursements?",
  "Yes, we offer a 7-day money-back guarantee on your first purchase. If you're not satisfied, contact us within 7 days for a full refund. Note that renewals and older subscriptions are non-refundable.": "Oui, garantie 7 jours sur le premier achat. Contactez-nous sous 7 jours pour remboursement complet. Renouvellements et anciens abonnements non remboursables.",
  "Can I use images commercially?": "Puis-je utiliser les images commercialement?",
  "Commercial use is available on Pro and Premium plans. Free plan images include watermarks and are for personal use only.": "Usage commercial disponible sur Pro et Premium. Les images du plan gratuit ont filigranes et usage personnel seulement.",
  "How does billing work?": "Comment fonctionne la facturation?",
  "Billing is automatic and recurring. You'll be charged at the start of each billing period (monthly or yearly). You can view and manage your billing from your account settings.": "La facturation est automatique et récurrente. Paiement au début de chaque période (mensuelle ou annuelle). Gérez votre facturation depuis les paramètres du compte.",

  "##########comment-131##########": "frequently asked questions section",
  "Loved by Thousands of Users": "Aimé par des milliers d'utilisateurs",
  "See what our customers are saying": "Voyez ce que disent nos clients",

  "##########comment-141##########": "white section",
  "Secure Payment": "Paiement sécurisé",
  "SSL Encrypted": "SSL crypté",
  "Money Back Guarantee": "Garantie remboursement",
  "Users Number": "Nombre d'utilisateurs",

  "##########comment-151##########": "ready section",
  "Ready To Transform Your Images?": "Prêt à transformer vos images?",
  "Join Thousands Of Users Who Trust Picsharps": "Rejoignez des milliers d'utilisateurs faisant confiance à Picsharps",
  "Get Started Free": "Commencez gratuitement",

  "##########comment-161##########": "about page",

  "##########comment-171##########": "head section",
  "About Picsharps": "Propos",
  "our platform was created to make advanced image enhancement simple, fast, and accessible. Many users struggle with complicated editing tools and low-quality images that affect their work. We built this project to solve that problem by offering AI-powered tools that deliver high-quality results in seconds—without any technical skills.": "Notre plateforme rend l'amélioration d'images avancée simple, rapide et accessible. Beaucoup d'utilisateurs ont du mal avec des outils compliqués et des images de faible qualité. Nous offrons des outils IA qui produisent des résultats de haute qualité en secondes, sans compétences techniques.",

  "##########comment-181##########": "mission section",
  "Our Mission": "Notre mission",
  "to empower individuals, creators, and businesses with intelligent AI tools that simplify image editing and deliver professional, high-quality results instantly.": "Donner à chacun des outils IA simples pour des résultats pro instantanés.",

  "##########comment-191##########": "vision section",
  "Our Vision": "Notre vision",
  "to become a global leader in AI-powered image solutions by building a complete ecosystem of smart tools that enhance, transform, and optimize visual content for millions of users worldwide.": "Devenir leader mondial de l’image IA avec des outils smart pour améliorer et optimiser le visuel.",

  "##########comment-201##########": "values section",
  "Our Values": "Nos valeurs",
  "Simplicity": "Simplicité",
  "easy-to-use tools with no learning curve": "Outils simples, sans apprentissage",
  "Speed": "Rapidité",
  "ultra-fast AI processing": "Traitement IA ultra-rapide",
  "Professional Quality": "Qualité pro",
  "studio-level results every time": "Résultats pro à chaque fois",
  "Innovation": "Innovation",
  "continuously evolving with the latest AI technology": "Toujours à jour avec l’IA",
  "Reliability": "Fiabilité",
  "secure, stable, and consistent performance": "Performance sûre et stable",
  "Accessibility": "Accessibilité",
  "high-quality tools available to all users": "Outils de qualité pour tous",

  "##########comment-211##########": "story section",
  "Our Story": "Notre histoire",
  "founded in 2025, our mission is to build simple, fast, AI-powered creative tools accessible to everyone.": "Fondée en 2025, notre mission est de créer des outils créatifs IA simples et rapides pour tous.",

  "##########comment-221##########": "achievements section",
  "Our Achievements": "Nos réalisations",
  "Users": "Utilisateurs",
  "in the first 6 months": "en 6 mois",
  "4.8/5": "4,8/5",
  "Rating": "Note",
  "by early users": "par les premiers",
  "AI Technology": "Technologie IA",
  "Powered": "Propulsé",
  "built with industry-leading AI": "Conçu avec une IA de pointe",

  "##########comment-231##########": "contact page",

  "##########comment-241##########": "head section",
  "Get In Touch": "Contactez-nous",
  "looking for help and support to enhance your picsharps experience? Whether it's learning how to fix a design problem with our online photo editor, searching for useful photo design tips via tutorials or finding inspiration from our community, we've got all the answers to your questions.": "Vous cherchez de l’aide et du support pour améliorer votre expérience avec Picsharps ? Que ce soit pour apprendre à résoudre un problème de design avec notre éditeur photo en ligne, découvrir des conseils utiles grâce à nos tutoriels, ou trouver de l’inspiration au sein de notre communauté, nous avons toutes les réponses à vos questions.",

  "##########comment-251##########": "form",
  "Send us a message": "Envoyez-nous un message",
  "Fill out this form below and we'll get back to you soon": "Remplissez ce formulaire et nous vous répondrons vite",
  "Name": "Nom",
  "Your full name": "Nom complet",
  "EmailLabel": "E-mail",
  "Subject": "Sujet",
  "What is this about ?": "De quoi s'agit-il ?",
  "Message": "Message",
  "How can we help you ?": "Comment vous aider ?",
  "Attach screenshot (optional)": "Joindre une capture (optionnel)",
  "Click or drag to upload": "Cliquez ou glissez",
  "Send message": "Envoyer",

  "##########comment-261##########": "side section",
  "Support": "Support",
  "Submit the form and we'll get back to you": "Envoyez le formulaire, on vous répond",
  "Available 24/7 for your convenience": "Disponible 24/7 pour vous",
  "Company type": "Type d'entreprise",
  "Online-based company": "Entreprise en ligne",
  "No physical office location": "Pas de bureau physique",
  "We respond within 24-48 hours": "Réponse sous 24–48 h",
  "Our team reviews every message and gets back to you promptly": "Notre équipe répond vite à chaque message",

  "##########comment-271##########": "bottom section",
  "Connect With Us": "Contactez-nous",
  "Follow us on social media for updates and tips": "Suivez-nous pour actus et conseils",
  "Follow Us": "Suivez-nous",

  "##########comment-281##########": "all tools page",

  "##########comment-291##########": "head section",
  "Edit Smarter": "Éditez plus malin",
  "Create Faster": "Créez plus vite",
  "Pick a tool below and start editing instantly — no experience needed": "Choisissez un outil et éditez tout de suite — sans expérience",

  "##########comment-301##########": "seamless section",
  "SEAMLESS BACKGROUNDS": "ARrière-PLANS SANS COUTURES",
  "BACKGROUND TOOLS": "OUTILS D'ARrière-PLAN",
  "Quickly remove, replace, or clean image backgrounds with reliable AI for flawless cutouts and realistic scene rebuilding. Perfect for product shots, portraits, and social posts — fast, precise, and natural-looking results": "Supprimez ou remplacez rapidement les fonds avec une IA fiable pour des découpes parfaites et un rendu naturel — idéal pour produits, portraits et posts.",
  "Try it Now": "Essayez",

  "##########comment-311##########": "professional section",
  "PROFESSIONAL ENHANCEMENTS": "AMÉLIORATIONS PRO",
  "ENHANCE & CLEANUP": "AMÉLIORER & NETTOYER",
  "Speed up your workflow with smart enhancement and cleanup tools that make images look polished and professional. From one-click fixes to fine-grained control, these tools remove noise, boost details, and restore clarity while keeping results natural": "Accélérez votre flux avec des outils IA qui nettoient et améliorent vos images pour un rendu pro — du clic rapide au contrôle précis.",
  "Instantly improve overall image quality using AI-driven adjustments for exposure, color balance, contrast, and detail. The tool analyzes the photo and applies context-aware corrections that preserve natural skin tones and textures. It reduces noise, refines highlights and shadows, and brings out subtle details without over-processing. Users can toggle strength levels (Auto / Mild / Intense) and preview changes in real time. Ideal for quick polishing of portraits, product shots, and social assets.": "Améliorez rapidement la qualité des images avec l’IA : exposition, contraste, couleurs et détails optimisés. Réduit le bruit, affine les lumières et préserve les tons naturels, idéal pour portraits, produits et réseaux sociaux.",
  "Sharpen Image": "Renforcer la netteté",
  "Boost perceived clarity by enhancing edge definition and micro-contrast while avoiding unwanted halos. The algorithm selectively targets soft areas like eyes, hair, and textures to create crisp, camera-ready results. Adjustable sliders let users control Amount, Radius, and Threshold for precise tuning. Works well in combination with the Enhancer for final refinement and is safe to apply in small increments to avoid noise amplification. Perfect for rescuing slightly soft or slightly out-of-focus photos.": "Améliorez la clarté en renforçant contours et micro-contraste, ciblant yeux, cheveux et textures pour un rendu net. Réglages ajustables pour un contrôle précis, parfait pour photos légèrement floues.",

  "##########comment-321##########": "creative section",
  "CREATIVE TRANSFORMS": "TRANSFORMATIONS CRÉATIVES",
  "Artistic Effects & Filters": "Effets & Filtres",
  "Unlock playful and artistic options to reimagine photos with stylized filters, cartoon conversions, and creative layouts. These tools make it easy to generate shareable content, unique assets, and eye-catching visuals for social media or campaigns": "Options ludiques pour réinventer vos photos avec filtres stylisés, cartoons et mises en page créatives — parfait pour réseaux sociaux et contenus uniques.",
  "Convert portraits or photos into polished cartoon or illustration styles using neural style transfer tuned for faces and textures. Outputs include multiple style presets (line-art, flat-color, painterly) and adjustable strength for subtle to bold transformations. The tool preserves facial proportions and key details while translating shading and edges into an illustrated look. Users can tweak color palettes and line thickness, then export at high resolution for avatars or social posts. Great for playful branding, profile pics, and viral content.": "Transformez portraits et photos en styles cartoon ou illustration avec transfert de style IA. Presets multiples et intensité ajustable. Préserve proportions et détails, idéal pour avatars et contenus viraux.",
  "Photo Filters": "Filtres photo",
  "Apply professionally crafted color presets and creative looks to change mood and style instantly. Filters range from subtle cinematic corrections to punchy social-media-ready looks, each preserving skin tones and dynamic range. Each preset includes adjustable intensity so you can blend the filter with the original image for natural results. Save custom combinations as user presets for consistent branding across batches. Great for quick styling, A/B testing looks, and keeping a cohesive aesthetic across your content.": "Appliquez des presets et looks créatifs pour changer instantanément style et ambiance. Intensité ajustable, rendu naturel, idéal pour branding et contenus cohérents.",

  "##########comment-331##########": "essential section",
  "ESSENTIAL EDITS": "ÉDITIONS ESSENTIELLES",
  "BASIC EDITS": "ÉDITIONS DE BASE",
  "Core, quick-edit tools for resizing, framing, and flipping images — simple operations that are essential in every editing workflow. Fast, reliable, and designed to pair seamlessly with the AI-powered features for a complete editing experience": "Outils rapides pour redimensionner, cadrer et retourner les images — simples et essentiels, rapides et fiables, compatibles avec les fonctionnalités IA.",
  "Resize Image": "Redimensionner l'image",
  "Change image dimensions and resolution with smart resampling that minimizes quality loss and preserves important details. Preset aspect ratios and device-targeted sizes (Instagram, TikTok, banners) streamline exports for common use cases. You can choose resample algorithms (bicubic, lanczos) or an AI upscaling option for enlargements. The interface previews final pixel dimensions and file size so you can optimize for web or print. Handy for batch resizing large galleries or preparing single images for specific platforms.": "Modifiez dimensions et résolution avec rééchantillonnage intelligent. Ratios et tailles prédéfinis (Instagram, TikTok) facilitent l’export. Algorithmes ou IA pour agrandissements. Pratique pour lots ou images uniques.",
  "Crop Image": "Recadrer l'image",
  "Recompose photos with precision using freeform crop, preset ratios, and rule-of-thirds guides to improve framing instantly. Auto-suggestions highlight better crops based on subject positioning and visual balance. Edge-aware cropping keeps important areas visible and allows non-destructive crops saved as versions. Quick keyboard shortcuts and snap-to guides speed up iterative adjustments during editing sessions. Ideal for tightening composition for thumbnails, profile pictures, and layout-ready assets.": "Recadrez avec précision : libre, ratios prédéfinis, règle des tiers. Suggestions automatiques, recadrage non destructif, raccourcis clavier. Idéal pour vignettes, profils et mises en page.",
  "Combine multiple photos into cohesive, well-composed collages using modern templates and flexible grid controls. Drag-and-drop placement, rounded corners, and consistent spacing keep the layout neat while smart cropping preserves important subject areas. Templates include thematic choices (travel, portfolio, product grid) and adjustable aspect ratios for Instagram posts or story formats. Users can add optional frames, subtle shadows, and color-coordinated backgrounds for polish. Excellent for moodboards, social campaigns, and multi-photo storytelling.": "Combinez plusieurs photos en collages cohérents avec modèles modernes et grilles flexibles. Glisser-déposer, coins arrondis, espacement constant, recadrage intelligent. Idéal pour moodboards, campagnes sociales et histoires multi-photos.",

  "##########comment-381##########": "tools dropdown",
  "Background & Object Editing": "Édition fond & objets",
  "Remove Background": "Supprimer fond",
  "Object Removal": "Supprimer objet",
  "Blur Image": "Flouter image",
  "Image Enhancement": "Amélioration image",
  "Oil Paint Effect": "Effet peinture",
  "Grayscale Image": "Image niveaux de gris",
  "Rounded Corner Image": "Image coins arrondis",
  "Basic Adjustments & Resize": "Réglages & Redimension",
  "Adjust Image": "Ajuster image",
  "Create Collage": "Créer collage",
  "Back to Home": "Retour à l'accueil",

  "##########comment-391##########": "upload photo layout",

  "##########comment-401##########": "head descriptions",
  "Upload your image and let AI automatically detect and remove the background in seconds.": "Téléversez votre image et laissez l'IA supprimer le fond en secondes.",
  "Upload your image and apply a blur effect in just a few seconds.": "Téléversez votre image et appliquez un flou en quelques secondes.",
  "Automatically improve image quality, lighting, and details with powerful AI enhancement tools.": "Améliorez automatiquement qualité, lumière et détails avec l'IA.",
  "Make blurry photos crystal clear by enhancing edges and restoring lost details instantly.": "Rendez vos photos floues nettes en améliorant contours et détails perdus.",
  "Turn your photo into a fun, high-quality cartoon or illustration with AI magic.": "Transformez votre photo en cartoon ou illustration de qualité avec l'IA.",
  "Quickly adjust your photo dimensions without losing quality — fit any platform or use.": "Ajustez rapidement dimensions sans perte, pour toutes plateformes.",
  "Upload your image and convert it to grayscale instantly.": "Téléversez votre image et passez-la en niveaux de gris.",
  "Upload your image and apply rounded corners with ease.": "Téléversez votre image et arrondissez facilement les coins.",
  "Transform your image into an oil painting style artwork.": "Transformez votre image en style peinture à l'huile.",
  "Allows fine-tuning image colors by adjusting brightness, contrast, saturation, and gamma — only the provided values are applied.": "Peaufinez couleurs via luminosité, contraste, saturation et gamma — seules valeurs appliquées.",
  "Crop an image to remove unwanted areas.": "Recadrez l'image pour supprimer les zones inutiles.",
  "Remove any unwanted objects from your photos and make them stay crystal clear.": "Supprimez les objets indésirables pour un rendu net.",
  "Create beautiful photo collages by combining multiple images into one layout.": "Créez de beaux collages en combinant plusieurs images.",

  "##########comment-411##########": "dropzone itself",
  "Supported formats: PNG, JPG, JPEG, WEBP": "Formats pris en charge : PNG, JPG, JPEG, WEBP",
  "Max size: 10MB": "Taille max : 10Mo",
  "Number of Photos": "Nombre de photos",
  "Photos": "Photos",
  "Choose the template you want!": "Choisissez le modèle!",
  "Uploaded": "Téléversé",
  "Photos of": "Photos de",
  "All Required Images Have Been Uploaded": "Toutes les images requises sont téléversées",
  "Start": "Commencer",
  "Processing ...": "Traitement ...",

  "##########comment-421##########": "uploading, pre-processing, post-processing",
  "Uploading ...": "Téléversement ...",
  "Select the object to remove!": "Sélectionnez l'objet à retirer!",
  "ORIGINAL": "ORIGINAL",
  "Brush Size": "Taille pinceau",
  "Clear Mask": "Effacer masque",
  "Brightness": "Luminosité",
  "Contrast": "Contraste",
  "Saturation": "Saturation",
  "Gamma": "Gamma",
  "Level": "Niveau",
  "Strength": "Intensité",
  "Amount": "Quantité",
  "Radius": "Rayon",
  "Transparent": "Transparent",
  "Color": "Couleur",
  "Fill": "Remplir",
  "Scale": "Échelle",
  "Start Processing": "Lancer le traitement",
  "Change Photo": "Changer photo",
  "You have used up your free attempts! Please log in to continue.": "Vos tentatives gratuites sont épuisées! Connectez-vous pour continuer.",
  "Your points are insufficient or your subscription has expired! Please check the subscriptions section.": "Points insuffisants ou abonnement expiré! Vérifiez la section abonnements.",
  "Select something firstly!": "Sélectionnez d'abord un élément!",
  "PROCESSED": "TRAITÉ",
  "Select a tool to process the result with ...": "Choisissez un outil pour traiter le résultat ...",
  "Download Result": "Télécharger le résultat",
  "Successfully saved locally and to your downloads!": "Enregistré localement et dans vos téléchargements!",
  "Failed saving locally and to your downloads!": "Échec de l'enregistrement local et téléchargement!",
  "Successfully saved locally but failed saving to your downloads!": "Enregistré localement mais téléchargement échoué!",
  "Failed saving locally but successfully saved to your downloads!": "Échec local mais téléchargement réussi!",

  "##########comment-431##########": "bottom static boxes",
  "Fast AI Processing": "Traitement IA rapide",
  "Get results in seconds with our advanced AI technology": "Résultats en secondes grâce à notre IA avancée",
  "High Quality Cutouts": "Découpes haute qualité",
  "Precise edge detection for professional results": "Contours précis pour un rendu pro",
  "Automatic Edge Detection": "Détection automatique",
  "Smart algorithms handle complex images effortlessly": "Algorithmes intelligents gèrent facilement les images complexes",
  "Supports Large Images": "Prise en charge des grandes images",
  "Process high-resolution images up to 10MB": "Traitez des images HD jusqu'à 10Mo",

  "##########comment-441##########": "profile",
  "MANAGE YOUR ACCOUNT!": "GÉREZ VOTRE COMPTE!",
  "User Data": "Utilisateur",
  "Subscriptions": "Abonnements",
  "My Downloads": "Téléchargés",
  "Log Out": "Déconnexion",

  "##########comment-451##########": "user data screen and subscriptions screen",
  "Set Password": "Définir mot de passe",
  "must have 8+ chars & one uppercase & one digit": "8+ caractères, 1 majuscule et 1 chiffre",
  "Confirm": "Confirmer",
  "Free Plan": "Plan gratuit",
  "credits remaining of": "crédits restants de",
  "Change Plan": "Changer de plan",
  "premium-monthly": "Plan Premium - Mensuel",
  "premium-yearly": "Plan Premium - Annuel",
  "pro-monthly": "Plan Pro - Mensuel",
  "pro-yearly": "Plan Pro - Annuel",
  "Active": "Actif",
  "Not Active": "Inactif",
  "Start:": "Début :",
  "End:": "Fin :",
  "Billing History": "Historique facturation",
  "You haven't made any payments yet!": "Aucun paiement effectué!",
  "Date": "Date",
  "AmountText": "Montant",
  "More Details": "Plus de détails",
  "More": "Plus",
  "Less": "Moins",

  "##########comment-461##########": "my downloads screen",
  "Images you've downloaded in the last 30 days": "Images téléchargées ces 30 derniers jours",
  "Size": "Taille",
  "Created Date": "Date création",
  "Expiry Date": "Date expiration",
  "Download": "Télécharger",

  "##########comment-471##########": "login popup",

  "##########comment-481##########": "head",
  "Hi there!": "Salut!",
  "Welcome to Picsharps, so happy to see you.": "Bienvenue sur Picsharps, heureux de vous voir.",

  "##########comment-491##########": "google login screen",
  "Continue with Google": "Continuer avec Google",
  "Or use email": "Ou utiliser e-mail",
  "By continuing, you agree to our": "En continuant, vous acceptez nos",
  "Terms Of Service": "Conditions d'utilisation",
  "and": "et",

  "##########comment-501##########": "mail login screen",
  "Email": "Email",
  "Password": "Mot de passe",
  "Enter password": "Entrez mot de passe",
  "Login": "Connexion",
  "Forgot Password?": "Mot de passe oublié?",
  "Back to Login with Google": "Retour connexion Google",
  "Loading ...": "Chargement ...",
  "Email is Required!": "Email requis!",
  "Password is Required!": "Mot de passe requis!",
  "Invalid Email Address!": "Email invalide!",
  "Invalid Credentials!": "Identifiants invalides!",
  "Something Went Wrong!": "Une erreur est survenue!",
  "Code sent to your email!": "Code envoyé à votre email!",
  "Code is Required!": "Code requis !",
  "Invalid Code!": "Code invalide !",
  "Invalid or expired code!": "Code invalide ou expiré!",
  "New password is Required!": "Nouveau mot de passe requis!",
  "Password reset successfully!": "Mot de passe réinitialisé!",
  "Password must be 8+ chars with upper, lower case letters, and at least one number!": "Mot de passe 8+ caractères avec majuscules, minuscules et au moins un chiffre!",

  "##########comment-511##########": "rest flow",
  "Request Code": "Demander le code",
  "Code": "Code",
  "6-digit code": "Code 6 chiffres",
  "Verify Code": "Vérifier le code",
  "Set New Password": "Définir mot de passe",
  "New Password": "Nouveau mot de passe",
  "Reset Password": "Réinitialiser mot de passe",

  "##########comment-521##########": "privacy and terms layout",
  "Your privacy matters to us. Learn how we collect, use, and protect your data.": "Votre vie privée compte pour nous. Découvrez comment nous collectons, utilisons et protégeons vos données.",
  "Please read these terms carefully before using our services.": "Veuillez lire ces conditions attentivement avant d'utiliser nos services.",
  "Last Updated: November 24, 2025": "Dernière mise à jour : 24 novembre 2025",
  "Quick Navigation": "Navigation rapide",
  "1. Introduction": "1. Introduction",
  "2. Information We Collect": "2. Infos collectées",
  "3. How We Use Your Data": "3. Utilisation de vos données",
  "4. Data Sharing & Third Parties": "4. Partage des données & tiers",
  "5. Data Storage & Retention": "5. Stockage et conservation",
  "6. Your Data Rights": "6. Vos droits",
  "7. Third-Party Authentication": "7. Authentification tiers",
  "8. Image security": "8. Sécurité images",
  "9. Cookies & Tracking": "9. Cookies & suivi",
  "10. Age Policy": "10. Politique d'âge",
  "11. Contact us": "11. Contactez-nous",
  "1. Acceptance of Terms": "1. Acceptation des conditions",
  "2. Usage Restrictions": "2. Restrictions d'utilisation",
  "3. Service Guarantee": "3. Garantie service",
  "4. Payment Terms": "4. Conditions paiement",
  "5. Cancelation": "5. Annulation",
  "6. Intellectual Property": "6. Propriété intellectuelle",
  "7. Limitation of Liability": "7. Limitation responsabilité",
  "8. Account Termination": "8. Résiliation compte",
  "9. Changes to Terms": "9. Modifications conditions",
  "10. Governing Law": "10. Droit applicable",
  "Have Questions About Your Privacy?": "Questions sur votre vie privée?",
  "Ready to Get Started?": "Prêt à commencer?",
  "Our Team Is Here To Help. Reach Out With Any Concerns Or Questions About How We Protect Your Data.": "Notre équipe est là pour vous aider. Contactez-nous pour toute question sur la protection de vos données.",
  "Join thousands of users transforming their images.": "Rejoignez des milliers d'utilisateurs transformant leurs images.",

  "##########comment-531##########": "privacy page",
  "Introduction": "Introduction",
  "Yes, we collect limited user data necessary to operate and improve our services. This may include technical data such as browser type, device information, and usage statistics. We do not collect any unnecessary personal information.": "Oui, nous collectons uniquement les données nécessaires au fonctionnement et à l'amélioration de nos services. Cela inclut des données techniques comme le type de navigateur, les informations de l'appareil et les statistiques d'utilisation. Aucune donnée personnelle inutile n'est collectée.",
  "Information We Collect": "Informations collectées",
  "We collect the following types of information:": "Nous collectons les types d'informations suivants :",
  "Technical data (browser type, device information)": "Données techniques (navigateur, appareil)",
  "Usage statistics to improve service performance": "Statistiques d'utilisation pour optimiser le service",
  "Images you upload (stored temporarily)": "Images téléchargées (stockage temporaire)",
  "Account information from Google login (name, email, profile picture)": "Infos de compte via Google (nom, email, photo)",
  "How We Use Your Data": "Utilisation de vos données",
  "We use your data exclusively for the following purposes:": "Nous utilisons vos données uniquement pour :",
  "Service Operation: To provide core functionality and process your requests": "Fonctionnement : fournir les fonctionnalités principales et traiter vos demandes",
  "Performance Improvement: To analyze usage patterns and optimize our platform": "Amélioration : analyser l'utilisation et optimiser la plateforme",
  "User Experience Enhancement: To personalize your experience and provide better results": "Expérience utilisateur : personnaliser et améliorer vos résultats",
  "Service": "Service",
  "Operation:": "Fonctionnement :",
  "Performance": "Performance",
  "Improvement:": "Amélioration :",
  "User": "Utilisateur",
  "Experience": "Expérience",
  "Enhancement:": "Amélioration :",
  "Data Sharing & Third Parties": "Partage de données et tiers",
  "We only share data with:": "Nous partageons uniquement les données avec :",
  "Stripe for secure payment processing": "Stripe pour les paiements sécurisés",
  "Analytics providers for performance improvement": "Fournisseurs d'analytique pour optimisation",
  "Stripe": "Stripe",
  "Analytics": "Analytique",
  "providers": "fournisseurs",
  "We do not sell user data, period.": "Nous ne vendons jamais les données des utilisateurs.",
  "Data Storage & Retention": "Stockage et conservation",
  "Images": "Images",
  "✓ Stored for 30 days": "✓ Stockées 30 jours",
  "✓ Then automatically deleted": "✓ Puis supprimées automatiquement",
  "✓ Securely encrypted in transit and at rest": "✓ Chiffrées en toute sécurité",
  "Account Data": "Données du compte",
  "✓ Stored as long as account is active": "✓ Stockées tant que le compte est actif",
  "✓ Deleted upon account deletion": "✓ Supprimées à la fermeture du compte",
  "✓ Backup retention: 90 days": "✓ Sauvegardes conservées 90 jours",
  "Your Data Rights": "Vos droits sur les données",
  "You have complete control over your data. You have the right to:": "Vous contrôlez entièrement vos données et pouvez :",
  "Download a copy of all your data": "Télécharger une copie complète",
  "Request complete account deletion": "Demander la suppression du compte",
  "Access and review your information at any time": "Accéder et consulter vos informations à tout moment",
  "Opt-out of non-essential data collection": "Refuser la collecte non essentielle",
  "Third-Party Authentication": "Authentification par tiers",
  "Our platform provides login through Google for your convenience. When you sign in with Google, we only access basic profile information necessary for account creation, including:": "Connexion via Google pour plus de commodité. Nous accédons seulement aux infos de profil nécessaires :",
  "Your name": "Votre nom",
  "Email address": "Adresse email",
  "Profile picture (optional)": "Photo de profil (optionnelle)",
  "How We Protect Your Images": "Protection de vos images",
  "We temporarily store the images you upload on our servers to ensure proper processing and to provide features such as download history or re-accessing previous results.": "Nous stockons temporairement vos images sur nos serveurs pour traitement et pour l'historique ou accès aux résultats précédents.",
  "Security measures include:": "Mesures de sécurité :",
  "End-to-end encryption during upload and storage": "Chiffrement de bout en bout",
  "Strict access controls - only you can access your images": "Accès strict : seules vos images sont accessibles par vous",
  "Regular security audits and monitoring": "Audits et surveillance réguliers",
  "Automatic deletion after 30 days": "Suppression automatique après 30 jours",
  "Security": "Sécurité",
  "measures": "mesures",
  "include:": "incluent :",
  "Your images are never shared, reused, or used for AI training.": "Vos images ne sont jamais partagées, réutilisées ou utilisées pour l'IA.",
  "You may request immediate deletion at any time.": "Vous pouvez demander leur suppression à tout moment.",
  "Cookies & Tracking": "Cookies et suivi",
  "Good news!": "Bonne nouvelle!",
  "We do not use cookies or tracking tools like Google Analytics. Your browsing experience is completely private and ad-free.": "Nous n'utilisons pas de cookies ni d'outils comme Google Analytics. Votre navigation reste privée et sans pub.",
  "We only use essential session storage to maintain your login state, which is cleared when you log out or close your browser.": "Nous utilisons seulement le stockage de session nécessaire pour votre connexion, effacé à la déconnexion ou fermeture du navigateur.",
  "Age Policy": "Politique d'âge",
  "Our service is designed to be safe and appropriate for all age groups. We do not knowingly collect personal information from children, and we encourage parental supervision for younger users.": "Notre service est sûr pour tous les âges. Nous ne collectons pas sciemment d'infos sur les enfants et encourageons la supervision parentale.",
  "Privacy Questions?": "Questions sur la vie privée?",
  "If you have any questions about our privacy practices, need clarification on how we handle your data, or want to exercise your data rights, please don't hesitate to reach out.": "Pour toute question sur la confidentialité, clarification ou exercice de vos droits, contactez-nous.",
  "Contact Us": "Contactez-nous",

  "##########comment-541##########": "terms page",
  "Acceptance of Terms": "Acceptation des conditions",
  "By accessing and using PicSharps, you accept and agree to be bound by these Terms of Service. If you do not agree, please do not use our services.": "En accédant et utilisant PicSharps, vous acceptez d'être lié par ces Conditions d'utilisation. Si vous n'acceptez pas, veuillez ne pas utiliser nos services.",
  "Usage Restrictions": "Restrictions d'utilisation",
  "You agree not to use our tools or services to create, upload, or distribute any content that is harmful, abusive, illegal, political, nudity, or violates the rights of others. You also agree not to misuse the platform, attempt to interfere with its functionality, or use automated systems to access the services in an unauthorized way.": "Vous acceptez de ne pas utiliser nos outils ou services pour créer, téléverser ou diffuser du contenu nuisible, abusif, illégal, politique, nu ou violant les droits d'autrui. Vous acceptez également de ne pas mal utiliser la plateforme, interférer avec son fonctionnement ou utiliser des systèmes automatisés sans autorisation.",
  "Prohibited Content Includes:": "Contenu interdit :",
  "Harmful or abusive content": "Contenu nuisible ou abusif",
  "Illegal material": "Matériel illégal",
  "Political content": "Contenu politique",
  "Nudity": "Nudité",
  "Content violating others' rights": "Contenu violant les droits d'autrui",
  "Platform misuse or interference": "Mauvaise utilisation ou interférence",
  "Unauthorized automated access": "Accès automatisé non autorisé",
  "No Guarantee of Results": "Aucune garantie de résultats",
  "We do not provide any guarantee regarding the accuracy, quality, or perfection of the results generated by our AI tools. All outputs are provided 'AS IS' based on the available AI models and processing capabilities. We are not responsible for unexpected outcomes, quality variations, or any decisions made based on the generated results.": "Nous ne garantissons pas l'exactitude, la qualité ou la perfection des résultats générés par nos outils IA. Tous les résultats sont fournis 'TELS QUELS' selon les modèles IA et capacités de traitement disponibles. Nous ne sommes pas responsables des résultats inattendus, variations de qualité ou décisions basées sur ces résultats.",
  "Payment & Subscription": "Paiement et abonnement",
  "Billing System": "Système de facturation",
  "Payment processed securely through Stripe": "Paiement sécurisé via Stripe",
  "Auto-Renewal": "Renouvellement automatique",
  "Subscriptions renew automatically each period": "Les abonnements se renouvellent automatiquement à chaque période",
  "Payment Methods": "Méthodes de paiement",
  "All major credit/debit cards via Stripe": "Toutes les cartes principales via Stripe",
  "Price Changes": "Changements de prix",
  "30 days advance notice for any changes": "Préavis de 30 jours pour tout changement",
  "Refund Policy": "Politique de remboursement",
  "Refunds Allowed": "Remboursements autorisés",
  "Within 7 days of first purchase": "Dans les 7 jours suivant l'achat",
  "days": "jours",
  "Non-Refundable": "Non remboursable",
  "Renewals and old subscriptions": "Renouvellements et anciens abonnements",
  "How to Cancel Your Subscription": "Comment annuler votre abonnement",
  "Users can cancel anytime from the Billing page.": "Les utilisateurs peuvent annuler à tout moment depuis la page de facturation.",
  "Go to Billing": "Aller à la facturation",
  "Ownership & Intellectual Property": "Propriété intellectuelle",
  "YOU OWN YOUR CONTENT": "VOUS POSSÉDEZ VOTRE CONTENU",
  "Users retain full ownership of all images they upload and generate. Picsharps does not claim any rights to your content.": "Les utilisateurs conservent la pleine propriété de toutes les images téléversées et générées. PicSharps ne revendique aucun droit sur votre contenu.",
  "Limitation of Liability": "Limitation de responsabilité",
  "Data Loss": "Perte de données",
  "Loss of user data or files": "Perte de données ou fichiers utilisateur",
  "Service Interruptions": "Interruptions de service",
  "Downtime or unavailability": "Indisponibilité ou panne",
  "Misuse by User": "Mauvaise utilisation par l'utilisateur",
  "Actions taken by users": "Actions des utilisateurs",
  "Force Majeure": "Force majeure",
  "Events outside our control": "Événements hors de notre contrôle",
  "We may terminate accounts for:": "Nous pouvons résilier des comptes pour :",
  "Abuse or Misuse": "Abus ou mauvaise utilisation",
  "Illegal Activity": "Activité illégale",
  "System Attacks or Exploitation": "Attaques ou exploitation du système",
  "Changes to Terms of Service": "Modifications des conditions d'utilisation",
  "Users will be notified via Email when terms are updated. Continued use after notification constitutes acceptance of new terms.": "Les utilisateurs seront informés par e-mail lors des mises à jour. L'utilisation continue après notification vaut acceptation des nouvelles conditions.",
  "Governing Law": "Droit applicable",
  "These Terms are governed by the laws of United Arab Emirates (UAE)": "Ces conditions sont régies par les lois des Émirats arabes unis (EAU)",
  "United": "Émirats",
  "Arab": "arabes",
  "Emirates": "unis",
  "Questions About Terms?": "Questions sur les conditions?",
  "If you have any questions about these Terms of Service, please contact us.": "Pour toute question sur ces Conditions d'utilisation, veuillez nous contacter.",

  "##########comment-551##########": "rest pricing page",
  "Something went wrong while loading the plans!": "Une erreur s’est produite lors du chargement des plans !",
  "Save 20%": "Économisez 20%",
  "Free Forever": "Gratuit",
  "Free": "Gratuit",
  "Forever free": "Gratuit à vie",
  "Perfect for trying out our tools": "Parfait pour essayer nos outils",
  "10 images per month": "10 images par mois",
  "Standard quality output": "Sortie de qualité standard",
  "All tools access": "Accès à tous les outils",
  "Watermark on downloads": "Filigrane sur les téléchargements",
  "HD/4K quality": "Qualité HD/4K",
  "Priority processing": "Traitement prioritaire",
  "Commercial use": "Utilisation commerciale",
  "Download history (7 days only)": "Historique des téléchargements (7 jours seulement)",
  "No watermark": "Sans filigrane",
  "Most Popular": "Populaire",
  "Pro": "Pro",
  "/ month": "/ mois",
  "Billed monthly": "Facturé mensuellement",
  "$95.88 /year": "$95,88 /an",
  "/ year": "/ an",
  "Best for creators and professionals": "Idéal pour les créateurs et les professionnels",
  "100 images per month": "100 images par mois",
  "HD quality output": "Sortie en qualité HD",
  "30-day download history": "Historique des téléchargements sur 30 jours",
  "Commercial use allowed": "Utilisation commerciale autorisée",
  "Email support": "Support par e-mail",
  "4K quality": "Qualité 4K",
  "API access": "Accès API",
  "Start Plan": "Commencer le plan",
  "Best Value": "Meilleur",
  "Premium": "Premium",
  "$179.88 /year": "$179,88 /an",
  "For power users and businesses": "Pour les utilisateurs avancés et les entreprises",
  "Unlimited images": "Images illimitées",
  "4K quality output": "Sortie en qualité 4K",
  "All tools access (including future tools)": "Accès à tous les outils (y compris les futurs outils)",
  "Fastest priority processing": "Traitement prioritaire le plus rapide",
  "Unlimited download history": "Historique des téléchargements illimité",
  "Priority email support": "Support prioritaire par e-mail",
  "API access (coming soon)": "Accès API (bientôt disponible)",
  "Bulk processing": "Traitement en masse",
  "Team collaboration (coming soon)": "Collaboration en équipe (bientôt disponible)",
  "Feature": "Fonctionnalité",
  "USAGE LIMITS": "LIMITES D’UTILISATION",
  "Max file size": "Taille maximale du fichier",
  "10MB": "10Mo",
  "25MB": "25Mo",
  "100MB": "100Mo",
  "Storage duration": "Durée de stockage",
  "7 days": "7 jours",
  "30 days": "30 jours",
  "Unlimited": "Illimité",
  "OUTPUT QUALITY": "QUALITÉ DE SORTIE",
  "HD quality": "Qualité HD",
  "4k quality": "Qualité 4K",
  "FEATURES": "FONCTIONNALITÉS",
  "Watermark removal": "Suppression du filigrane",
  "Download history": "Historique des téléchargements",
  "Priority support": "Support prioritaire",
  "SUPPORT": "SUPPORT",
  "Show Details": "Afficher les détails",
  "OK": "OK",

  "No images yet!": "Pas encore d’images!",
  "credits": "crédits"
}
