{
  "##########comment-1##########": "landing page",

  "##########comment-11##########": "header",
  "Home": "होम",
  "Tools": "टूल्स",
  "Pricing": "प्राइसिंग",
  "LoginHeaderButton": "लॉगिन",
  "Start Creating": "बनाना शुरू करें",
  "Profile": "प्रोफ़ाइल",

  "##########comment-21##########": "hero section",
  "DESIGN EASILY": "आसानी से डिज़ाइन करें",
  "Enhance, retouch, remove backgrounds, and create stunning visuals in seconds.": "सेकंड्स में बेहतर बनाएं, रीटच करें, बैकग्राउंड हटाएं और शानदार विज़ुअल्स बनाएं।",
  "No design skills needed.": "डिज़ाइन स्किल्स की ज़रूरत नहीं।",
  "Drag & Drop or Click to Upload": "ड्रैग एंड ड्रॉप या अपलोड के लिए क्लिक करें",
  "Max size 10MB": "अधिकतम साइज़ 10MB",
  "Upload Image": "इमेज अपलोड करें",

  "##########comment-31##########": "quick links section",
  "QUICK LINKS": "क्विक लिंक्स",
  "POPULAR TOOLS": "लोकप्रिय टूल्स",
  "Here we collected the most used Generative AI and Photo Editing tools people are looking for!": "यहां हमने सबसे ज़्यादा इस्तेमाल किए जाने वाले जेनरेटिव AI और फ़ोटो एडिटिंग टूल्स इकट्ठा किए हैं!",
  "Remove Backgrounds": "बैकग्राउंड हटाएं",
  "Remove backgrounds instantly with powerful AI": "शक्तिशाली AI से तुरंत बैकग्राउंड हटाएं",
  "Remove Object from Photo": "फ़ोटो से ऑब्जेक्ट हटाएं",
  "Erase unwanted objects seamlessly in seconds": "सेकंड्स में अनचाहे ऑब्जेक्ट्स को आसानी से मिटाएं",
  "AI Image Enhancer": "AI इमेज एन्हांसर",
  "Enhance image quality and clarity automatically": "इमेज क्वालिटी और स्पष्टता अपने आप बढ़ाएं",
  "Photo to Cartoon": "फ़ोटो को कार्टून में बदलें",
  "Turn your photos into fun cartoon-style art": "अपनी फ़ोटोज़ को मज़ेदार कार्टून स्टाइल आर्ट में बदलें",
  "Collage Maker": "कोलाज मेकर",
  "Combine multiple photos into beautiful layouts": "कई फ़ोटोज़ को सुंदर लेआउट में मिलाएं",

  "##########comment-41##########": "tools section",
  "Remove Backgrounds Instantly": "तुरंत बैकग्राउंड हटाएं",
  "Upload your image and let our smart tool do the work. Whether you're editing product photos or creating social media content, our background remover helps you isolate your subject with precision and speed. No manual cropping—just fast, clean results.": "अपनी इमेज अपलोड करें और हमारे स्मार्ट टूल को काम करने दें। चाहे आप प्रोडक्ट फ़ोटोज़ एडिट कर रहे हों या सोशल मीडिया कंटेंट बना रहे हों, हमारा बैकग्राउंड रिमूवर सटीकता और स्पीड के साथ आपके सब्जेक्ट को अलग करने में मदद करता है। मैनुअल क्रॉपिंग नहीं—बस तेज़, साफ़ रिज़ल्ट्स।",
  "Try it now for free": "अभी मुफ़्त में आज़माएं",
  "AI Image Enhancer Tool": "AI इमेज एन्हांसर",
  "Breathe new life into your photos with our intelligent image enhancer. Boost clarity, sharpen details, and enhance colors—all with a single click. Whether it's a selfie, product shot, or landscape, your images will look stunning and professional in seconds.": "हमारे इंटेलिजेंट इमेज एन्हांसर से अपनी फ़ोटोज़ में नई जान डालें। स्पष्टता बढ़ाएं, डिटेल्स तेज़ करें और रंग बेहतर बनाएं—सब एक क्लिक में। चाहे सेल्फ़ी हो, प्रोडक्ट शॉट या लैंडस्केप, आपकी इमेजेज़ सेकंड्स में शानदार और प्रोफ़ेशनल दिखेंगी।",
  "Remove Unwanted Objects": "अनचाहे ऑब्जेक्ट्स हटाएं",
  "Clean up your photos in seconds with our smart AI object remover. Whether it's a stray person, a distracting item, or background clutter—just highlight it and let the magic happen. Your image stays flawless, your focus stays sharp.": "हमारे स्मार्ट AI ऑब्जेक्ट रिमूवर से सेकंड्स में अपनी फ़ोटोज़ साफ़ करें। चाहे कोई अनजान व्यक्ति हो, ध्यान भटकाने वाली चीज़ हो, या बैकग्राउंड में अव्यवस्था—बस उसे हाइलाइट करें और जादू होने दें। आपकी इमेज निर्दोष रहती है, आपका फ़ोकस तेज़ रहता है।",
  "Turn Photos into Cartoons": "फ़ोटोज़ को कार्टून में बदलें",
  "Add a playful twist to your images with our AI-powered cartoonizer. Transform selfies, portraits, or pet photos into vibrant cartoon-style artwork in seconds. Perfect for social media, avatars, or just for fun!": "हमारे AI-पावर्ड कार्टूनाइज़र से अपनी इमेजेज़ में मज़ेदार ट्विस्ट जोड़ें। सेल्फ़ीज़, पोर्ट्रेट्स या पेट फ़ोटोज़ को सेकंड्स में जीवंत कार्टून स्टाइल आर्टवर्क में बदलें। सोशल मीडिया, अवतार या सिर्फ़ मज़े के लिए परफ़ेक्ट!",
  "Build Custom Collages with Ease": "आसानी से कस्टम कोलाज बनाएं",
  "Mix, match, and tell your story with our easy-to-use collage maker. Choose your layout, drag in your favorite images, and let your creativity shine. Perfect for social media, scrapbooks, or sharing memories with style!": "हमारे आसान कोलाज मेकर से मिक्स करें, मैच करें और अपनी कहानी बताएं। अपना लेआउट चुनें, अपनी पसंदीदा इमेजेज़ ड्रैग करें और अपनी क्रिएटिविटी को चमकने दें। सोशल मीडिया, स्क्रैपबुक्स या स्टाइल के साथ यादें शेयर करने के लिए परफ़ेक्ट!",
  "Explore All Tools": "सभी टूल्स एक्सप्लोर करें",

  "##########comment-51##########": "how it works section",
  "HOW IT WORKS": "यह कैसे काम करता है",
  "Transform your photos in just 4 simple steps — no technical skills required": "सिर्फ़ 4 आसान स्टेप्स में अपनी फ़ोटोज़ ट्रांसफ़ॉर्म करें — कोई तकनीकी स्किल्स की ज़रूरत नहीं",
  "Choose AI tool": "AI टूल चुनें",
  "Upload your photo": "अपनी फ़ोटो अपलोड करें",
  "Apply changes instantly": "तुरंत बदलाव लागू करें",
  "Download or export": "डाउनलोड या एक्सपोर्ट करें",

  "##########comment-61##########": "ready section",
  "Ready To Transform Your Photos?": "अपनी फ़ोटोज़ ट्रांसफ़ॉर्म करने के लिए तैयार हैं?",
  "Join thousands of users creating stunning visuals with AI-powered photo editing": "AI-पावर्ड फ़ोटो एडिटिंग से शानदार विज़ुअल्स बनाने वाले हज़ारों यूज़र्स के साथ जुड़ें",
  "Try Now for Free": "अभी मुफ़्त में आज़माएं",

  "##########comment-71##########": "footer",
  "AI-powered photo editing made simple and accessible for everyone": "AI-पावर्ड फ़ोटो एडिटिंग सभी के लिए सरल और सुलभ",
  "Product": "प्रोडक्ट",
  "Features": "फ़ीचर्स",
  "PricingLink": "प्राइसिंग",
  "Company": "कंपनी",
  "About": "हमारे बारे में",
  "Contact": "संपर्क",
  "Legal": "कानूनी",
  "Privacy Policy": "प्राइवेसी पॉलिसी",
  "Terms of Service": "सेवा की शर्तें",
  "All rights reserved": "सर्वाधिकार सुरक्षित",

  "##########comment-81##########": "pricing page",

  "##########comment-91##########": "head section",
  "Simple, Transparent Pricing": "सरल, पारदर्शी प्राइसिंग",
  "Choose the perfect plan for your image editing needs. Upgrade, downgrade, or cancel anytime": "अपनी इमेज एडिटिंग ज़रूरतों के लिए सही प्लान चुनें। कभी भी अपग्रेड, डाउनग्रेड या कैंसल करें",
  "Monthly": "मासिक",
  "Yearly": "वार्षिक",

  "##########comment-101##########": "table section",
  "Compare All Features": "सभी फ़ीचर्स की तुलना करें",
  "See what's included in each plan": "देखें हर प्लान में क्या शामिल है",

  "##########comment-111##########": "money back section",
  "7-Day Money Back Guarantee": "7-दिन मनी बैक गारंटी",
  "try risk-free! refunds available within 7 days of first purchase": "जोखिम-मुक्त आज़माएं! पहली खरीद के 7 दिनों के भीतर रिफ़ंड उपलब्ध",
  "note: renewals and old subscriptions are non-refundable": "नोट: नवीनीकरण और पुरानी सब्सक्रिप्शन्स रिफ़ंड योग्य नहीं हैं",

  "##########comment-121##########": "frequently asked questions section",
  "Frequently Asked Questions": "अक्सर पूछे जाने वाले प्रश्न",
  "Everything you need to know about our pricing and plans": "हमारी प्राइसिंग और प्लान्स के बारे में आपको जो कुछ जानना ज़रूरी है",
  "Can I change plans anytime?": "क्या मैं कभी भी प्लान बदल सकता हूं?",
  "Yes! You can upgrade or downgrade your plan at any time from your billing page. Changes take effect immediately, and we'll prorate any payments.": "हां! आप अपने बिलिंग पेज से कभी भी अपने प्लान को अपग्रेड या डाउनग्रेड कर सकते हैं। बदलाव तुरंत प्रभावी होते हैं, और हम किसी भी पेमेंट को प्रोरेट करेंगे।",
  "What payment methods do you accept?": "आप कौन से पेमेंट मेथड्स स्वीकार करते हैं?",
  "We accept all major credit cards (Visa, Mastercard, American Express, Discover) through our secure payment processor, Stripe.": "हम अपने सुरक्षित पेमेंट प्रोसेसर, Stripe के माध्यम से सभी प्रमुख क्रेडिट कार्ड्स (Visa, Mastercard, American Express, Discover) स्वीकार करते हैं।",
  "Is there a free trial?": "क्या कोई फ़्री ट्रायल है?",
  "Yes! Pro and Premium plans come with a 7-day free trial. You won't be charged until the trial period ends. Cancel anytime during the trial with no charges.": "हां! Pro और Premium प्लान्स में 7-दिन का फ़्री ट्रायल शामिल है। ट्रायल पीरियड खत्म होने तक आपसे चार्ज नहीं किया जाएगा। ट्रायल के दौरान कभी भी बिना किसी चार्ज के कैंसल करें।",
  "Can I cancel anytime?": "क्या मैं कभी भी कैंसल कर सकता हूं?",
  "Absolutely. You can cancel your subscription at any time from your billing page. You'll retain access until the end of your current billing period.": "बिल्कुल। आप अपने बिलिंग पेज से कभी भी अपनी सब्सक्रिप्शन कैंसल कर सकते हैं। आपकी मौजूदा बिलिंग पीरियड के अंत तक आपकी एक्सेस बनी रहेगी।",
  "What happens after I cancel?": "कैंसल करने के बाद क्या होता है?",
  "After cancellation, you'll keep access to your paid features until the end of your current billing period. After that, your account will revert to the Free plan.": "कैंसलेशन के बाद, आपकी मौजूदा बिलिंग पीरियड के अंत तक आपकी पेड फ़ीचर्स तक एक्सेस बनी रहेगी। उसके बाद, आपका अकाउंट Free प्लान पर वापस चला जाएगा।",
  "Do you offer refunds?": "क्या आप रिफ़ंड देते हैं?",
  "Yes, we offer a 7-day money-back guarantee on your first purchase. If you're not satisfied, contact us within 7 days for a full refund. Note that renewals and older subscriptions are non-refundable.": "हां, हम आपकी पहली खरीद पर 7-दिन की मनी-बैक गारंटी देते हैं। यदि आप संतुष्ट नहीं हैं, तो पूर्ण रिफ़ंड के लिए 7 दिनों के भीतर हमसे संपर्क करें। नोट करें कि नवीनीकरण और पुरानी सब्सक्रिप्शन्स रिफ़ंड योग्य नहीं हैं।",
  "Can I use images commercially?": "क्या मैं इमेजेज़ का व्यावसायिक उपयोग कर सकता हूं?",
  "Commercial use is available on Pro and Premium plans. Free plan images include watermarks and are for personal use only.": "व्यावसायिक उपयोग Pro और Premium प्लान्स पर उपलब्ध है। Free प्लान इमेजेज़ में वॉटरमार्क शामिल हैं और केवल व्यक्तिगत उपयोग के लिए हैं।",
  "How does billing work?": "बिलिंग कैसे काम करती है?",
  "Billing is automatic and recurring. You'll be charged at the start of each billing period (monthly or yearly). You can view and manage your billing from your account settings.": "बिलिंग ऑटोमेटिक और रिकरिंग है। हर बिलिंग पीरियड (मासिक या वार्षिक) की शुरुआत में आपसे चार्ज किया जाएगा। आप अपनी अकाउंट सेटिंग्स से अपनी बिलिंग देख और मैनेज कर सकते हैं।",

  "##########comment-131##########": "frequently asked questions section",
  "Loved by Thousands of Users": "हज़ारों यूज़र्स द्वारा पसंद किया गया",
  "See what our customers are saying": "देखें हमारे ग्राहक क्या कह रहे हैं",

  "##########comment-141##########": "white section",
  "Secure Payment": "सुरक्षित पेमेंट",
  "SSL Encrypted": "SSL एन्क्रिप्टेड",
  "Money Back Guarantee": "मनी बैक गारंटी",
  "Users Number": "यूज़र्स",

  "##########comment-151##########": "ready section",
  "Ready To Transform Your Images?": "अपनी इमेजेज़ ट्रांसफ़ॉर्म करने के लिए तैयार हैं?",
  "Join Thousands Of Users Who Trust Picsharps": "हज़ारों यूज़र्स के साथ जुड़ें जो Picsharps पर भरोसा करते हैं",
  "Get Started Free": "मुफ़्त में शुरू करें",

  "##########comment-161##########": "about page",

  "##########comment-171##########": "head section",
  "About Picsharps": "बारे",
  "our platform was created to make advanced image enhancement simple, fast, and accessible. Many users struggle with complicated editing tools and low-quality images that affect their work. We built this project to solve that problem by offering AI-powered tools that deliver high-quality results in seconds—without any technical skills.": "हमारा प्लेटफ़ॉर्म एडवांस्ड इमेज एन्हांसमेंट को सरल, तेज़ और सुलभ बनाने के लिए बनाया गया था। कई यूज़र्स जटिल एडिटिंग टूल्स और निम्न-गुणवत्ता वाली इमेजेज़ से जूझते हैं जो उनके काम को प्रभावित करती हैं। हमने इस समस्या को हल करने के लिए यह प्रोजेक्ट बनाया है जो AI-पावर्ड टूल्स प्रदान करता है जो सेकंड्स में उच्च-गुणवत्ता वाले रिज़ल्ट्स देते हैं—बिना किसी तकनीकी स्किल्स के।",

  "##########comment-181##########": "mission section",
  "Our Mission": "हमारा मिशन",
  "to empower individuals, creators, and businesses with intelligent AI tools that simplify image editing and deliver professional, high-quality results instantly.": "व्यक्तियों, क्रिएटर्स और व्यवसायों को इंटेलिजेंट AI टूल्स से सशक्त बनाना जो इमेज एडिटिंग को सरल बनाते हैं और तुरंत प्रोफ़ेशनल, उच्च-गुणवत्ता वाले रिज़ल्ट्स देते हैं।",

  "##########comment-191##########": "vision section",
  "Our Vision": "हमारी विज़न",
  "to become a global leader in AI-powered image solutions by building a complete ecosystem of smart tools that enhance, transform, and optimize visual content for millions of users worldwide.": "स्मार्ट टूल्स का एक पूर्ण इकोसिस्टम बनाकर AI-पावर्ड इमेज सॉल्यूशंस में वैश्विक लीडर बनना जो दुनिया भर के लाखों यूज़र्स के लिए विज़ुअल कंटेंट को बेहतर बनाते, ट्रांसफ़ॉर्म करते और ऑप्टिमाइज़ करते हैं।",

  "##########comment-201##########": "values section",
  "Our Values": "हमारे मूल्य",
  "Simplicity": "सरलता",
  "easy-to-use tools with no learning curve": "बिना सीखने की आवश्यकता वाले उपयोग में आसान टूल्स",
  "Speed": "गति",
  "ultra-fast AI processing": "अल्ट्रा-फ़ास्ट AI प्रोसेसिंग",
  "Professional Quality": "प्रोफ़ेशनल क्वालिटी",
  "studio-level results every time": "हर बार स्टूडियो-लेवल रिज़ल्ट्स",
  "Innovation": "इनोवेशन",
  "continuously evolving with the latest AI technology": "नवीनतम AI तकनीक के साथ लगातार विकसित होना",
  "Reliability": "विश्वसनीयता",
  "secure, stable, and consistent performance": "सुरक्षित, स्थिर और सुसंगत प्रदर्शन",
  "Accessibility": "सुलभता",
  "high-quality tools available to all users": "सभी यूज़र्स के लिए उच्च-गुणवत्ता वाले टूल्स उपलब्ध",

  "##########comment-211##########": "story section",
  "Our Story": "हमारी कहानी",
  "founded in 2025, our mission is to build simple, fast, AI-powered creative tools accessible to everyone.": "2025 में स्थापित, हमारा मिशन सरल, तेज़, AI-पावर्ड क्रिएटिव टूल्स बनाना है जो सभी के लिए सुलभ हों।",

  "##########comment-221##########": "achievements section",
  "Our Achievements": "हमारी उपलब्धियां",
  "Users": "यूज़र्स",
  "in the first 6 months": "पहले 6 महीनों में",
  "4.8/5": "4.8/5",
  "Rating": "रेटिंग",
  "by early users": "शुरुआती यूज़र्स द्वारा",
  "AI Technology": "AI टेक्नोलॉजी",
  "Powered": "पावर्ड",
  "built with industry-leading AI": "इंडस्ट्री-लीडिंग AI के साथ बनाया गया",

  "##########comment-231##########": "contact page",

  "##########comment-241##########": "head section",
  "Get In Touch": "संपर्क में रहें",
  "looking for help and support to enhance your picsharps experience? Whether it's learning how to fix a design problem with our online photo editor, searching for useful photo design tips via tutorials or finding inspiration from our community, we've got all the answers to your questions.": "अपने picsharps अनुभव को बेहतर बनाने के लिए मदद और सहायता की तलाश है? चाहे हमारे ऑनलाइन फ़ोटो एडिटर से डिज़ाइन समस्या को ठीक करना सीखना हो, ट्यूटोरियल के माध्यम से उपयोगी फ़ोटो डिज़ाइन टिप्स खोजना हो या हमारे कम्युनिटी से प्रेरणा पाना हो, हमारे पास आपके सभी सवालों के जवाब हैं।",

  "##########comment-251##########": "form",
  "Send us a message": "हमें एक मैसेज भेजें",
  "Fill out this form below and we'll get back to you soon": "नीचे यह फ़ॉर्म भरें और हम जल्द ही आपसे संपर्क करेंगे",
  "Name": "नाम",
  "Your full name": "आपका पूरा नाम",
  "EmailLabel": "ईमेल",
  "Subject": "विषय",
  "What is this about ?": "यह किस बारे में है?",
  "Message": "मैसेज",
  "How can we help you ?": "हम आपकी कैसे मदद कर सकते हैं?",
  "Attach screenshot (optional)": "स्क्रीनशॉट अटैच करें (वैकल्पिक)",
  "Click or drag to upload": "क्लिक या ड्रैग करें",
  "Send message": "मैसेज भेजें",

  "##########comment-261##########": "side section",
  "Support": "सहायता",
  "Submit the form and we'll get back to you": "फ़ॉर्म सबमिट करें और हम आपसे संपर्क करेंगे",
  "Available 24/7 for your convenience": "आपकी सुविधा के लिए 24/7 उपलब्ध",
  "Company type": "कंपनी का प्रकार",
  "Online-based company": "ऑनलाइन-आधारित कंपनी",
  "No physical office location": "कोई भौतिक ऑफ़िस स्थान नहीं",
  "We respond within 24-48 hours": "हम 24-48 घंटों के भीतर जवाब देते हैं",
  "Our team reviews every message and gets back to you promptly": "हमारी टीम हर मैसेज की समीक्षा करती है और तुरंत आपसे संपर्क करती है",

  "##########comment-271##########": "bottom section",
  "Connect With Us": "हमसे जुड़ें",
  "Follow us on social media for updates and tips": "अपडेट्स और टिप्स के लिए हमें सोशल मीडिया पर फ़ॉलो करें",
  "Follow Us": "हमें फ़ॉलो करें",

  "##########comment-281##########": "all tools page",

  "##########comment-291##########": "head section",
  "Edit Smarter": "स्मार्ट तरीके से एडिट करें",
  "Create Faster": "तेज़ी से बनाएं",
  "Pick a tool below and start editing instantly — no experience needed": "नीचे एक टूल चुनें और तुरंत एडिटिंग शुरू करें — कोई अनुभव की ज़रूरत नहीं",

  "##########comment-301##########": "seamless section",
  "SEAMLESS BACKGROUNDS": "निर्बाध बैकग्राउंड्स",
  "BACKGROUND TOOLS": "बैकग्राउंड टूल्स",
  "Quickly remove, replace, or clean image backgrounds with reliable AI for flawless cutouts and realistic scene rebuilding. Perfect for product shots, portraits, and social posts — fast, precise, and natural-looking results": "विश्वसनीय AI से निर्दोष कटआउट्स और यथार्थवादी सीन पुनर्निर्माण के लिए जल्दी से इमेज बैकग्राउंड हटाएं, बदलें या साफ़ करें। प्रोडक्ट शॉट्स, पोर्ट्रेट्स और सोशल पोस्ट्स के लिए परफ़ेक्ट — तेज़, सटीक और प्राकृतिक दिखने वाले रिज़ल्ट्स",
  "Try it Now": "अभी आज़माएं",

  "##########comment-311##########": "professional section",
  "PROFESSIONAL ENHANCEMENTS": "प्रोफ़ेशनल एन्हांसमेंट्स",
  "ENHANCE & CLEANUP": "एन्हांस और क्लीनअप",
  "Speed up your workflow with smart enhancement and cleanup tools that make images look polished and professional. From one-click fixes to fine-grained control, these tools remove noise, boost details, and restore clarity while keeping results natural": "स्मार्ट एन्हांसमेंट और क्लीनअप टूल्स से अपने वर्कफ़्लो को तेज़ करें जो इमेजेज़ को पॉलिश्ड और प्रोफ़ेशनल बनाते हैं। वन-क्लिक फ़िक्सेस से लेकर फ़ाइन-ग्रेन्ड कंट्रोल तक, ये टूल्स नॉइज़ हटाते हैं, डिटेल्स बढ़ाते हैं और स्पष्टता बहाल करते हैं जबकि रिज़ल्ट्स प्राकृतिक रखते हैं",
  "Instantly improve overall image quality using AI-driven adjustments for exposure, color balance, contrast, and detail. The tool analyzes the photo and applies context-aware corrections that preserve natural skin tones and textures. It reduces noise, refines highlights and shadows, and brings out subtle details without over-processing. Users can toggle strength levels (Auto / Mild / Intense) and preview changes in real time. Ideal for quick polishing of portraits, product shots, and social assets.": "एक्सपोज़र, कलर बैलेंस, कंट्रास्ट और डिटेल के लिए AI-ड्रिवन एडजस्टमेंट्स का उपयोग करके तुरंत समग्र इमेज गुणवत्ता में सुधार करें। टूल फ़ोटो का विश्लेषण करता है और कॉन्टेक्स्ट-अवेयर करेक्शन्स लागू करता है जो प्राकृतिक स्किन टोन्स और टेक्सचर्स को संरक्षित करते हैं। यह नॉइज़ कम करता है, हाइलाइट्स और शैडोज़ को रिफ़ाइन करता है, और ओवर-प्रोसेसिंग के बिना सूक्ष्म विवरण निकालता है। यूज़र्स स्ट्रेंथ लेवल्स (Auto/Mild/Intense) टॉगल कर सकते हैं और रियल टाइम में बदलाव देख सकते हैं। पोर्ट्रेट्स, प्रोडक्ट शॉट्स और सोशल एसेट्स की त्वरित पॉलिशिंग के लिए आदर्श।",
  "Sharpen Image": "इमेज शार्पन करें",
  "Boost perceived clarity by enhancing edge definition and micro-contrast while avoiding unwanted halos. The algorithm selectively targets soft areas like eyes, hair, and textures to create crisp, camera-ready results. Adjustable sliders let users control Amount, Radius, and Threshold for precise tuning. Works well in combination with the Enhancer for final refinement and is safe to apply in small increments to avoid noise amplification. Perfect for rescuing slightly soft or slightly out-of-focus photos.": "अवांछित हेलोज़ से बचते हुए एज डेफ़िनिशन और माइक्रो-कंट्रास्ट बढ़ाकर अनुभवी स्पष्टता को बढ़ावा दें। एल्गोरिथम चुनिंदा रूप से आंखें, बाल और टेक्सचर जैसे सॉफ्ट एरियाज़ को लक्षित करता है ताकि कुरकुरा, कैमरा-रेडी रिज़ल्ट्स बनाए जा सकें। एडजस्टेबल स्लाइडर्स यूज़र्स को सटीक ट्यूनिंग के लिए Amount, Radius और Threshold कंट्रोल करने देते हैं। अंतिम रिफ़ाइनमेंट के लिए एन्हांसर के साथ संयोजन में अच्छी तरह काम करता है और नॉइज़ एम्प्लिफ़िकेशन से बचने के लिए छोटे इंक्रीमेंट्स में लागू करना सुरक्षित है। थोड़ी सॉफ्ट या थोड़ी आउट-ऑफ़-फ़ोकस फ़ोटोज़ को बचाने के लिए परफ़ेक्ट।",

  "##########comment-321##########": "creative section",
  "CREATIVE TRANSFORMS": "क्रिएटिव ट्रांसफ़ॉर्म्स",
  "Artistic Effects & Filters": "आर्टिस्टिक इफ़ेक्ट्स और फ़िल्टर्स",
  "Unlock playful and artistic options to reimagine photos with stylized filters, cartoon conversions, and creative layouts. These tools make it easy to generate shareable content, unique assets, and eye-catching visuals for social media or campaigns": "स्टाइलाइज़्ड फ़िल्टर्स, कार्टून कन्वर्ज़न्स और क्रिएटिव लेआउट्स के साथ फ़ोटोज़ को फिर से कल्पना करने के लिए मज़ेदार और कलात्मक विकल्प अनलॉक करें। ये टूल्स सोशल मीडिया या कैम्पेन्स के लिए शेयर करने योग्य कंटेंट, अनूठी एसेट्स और आकर्षक विज़ुअल्स जनरेट करना आसान बनाते हैं",
  "Convert portraits or photos into polished cartoon or illustration styles using neural style transfer tuned for faces and textures. Outputs include multiple style presets (line-art, flat-color, painterly) and adjustable strength for subtle to bold transformations. The tool preserves facial proportions and key details while translating shading and edges into an illustrated look. Users can tweak color palettes and line thickness, then export at high resolution for avatars or social posts. Great for playful branding, profile pics, and viral content.": "चेहरों और टेक्सचर्स के लिए ट्यून किए गए न्यूरल स्टाइल ट्रांसफ़र का उपयोग करके पोर्ट्रेट्स या फ़ोटोज़ को पॉलिश्ड कार्टून या इलस्ट्रेशन स्टाइल्स में बदलें। आउटपुट्स में कई स्टाइल प्रीसेट्स (line-art, flat-color, painterly) और सूक्ष्म से बोल्ड ट्रांसफ़ॉर्मेशन्स के लिए एडजस्टेबल स्ट्रेंथ शामिल हैं। टूल फ़ेशियल प्रोपोर्शन्स और मुख्य विवरण को संरक्षित करता है जबकि शेडिंग और एजेज़ को इलस्ट्रेटेड लुक में अनुवादित करता है। यूज़र्स कलर पैलेट्स और लाइन मोटाई को ट्वीक कर सकते हैं, फिर अवतार या सोशल पोस्ट्स के लिए उच्च रेज़ोल्यूशन में एक्सपोर्ट कर सकते हैं। मज़ेदार ब्रांडिंग, प्रोफ़ाइल पिक्स और वायरल कंटेंट के लिए बढ़िया।",
  "Photo Filters": "फ़ोटो फ़िल्टर्स",
  "Apply professionally crafted color presets and creative looks to change mood and style instantly. Filters range from subtle cinematic corrections to punchy social-media-ready looks, each preserving skin tones and dynamic range. Each preset includes adjustable intensity so you can blend the filter with the original image for natural results. Save custom combinations as user presets for consistent branding across batches. Great for quick styling, A/B testing looks, and keeping a cohesive aesthetic across your content.": "मूड और स्टाइल को तुरंत बदलने के लिए प्रोफ़ेशनली तैयार किए गए कलर प्रीसेट्स और क्रिएटिव लुक्स लागू करें। फ़िल्टर्स सूक्ष्म सिनेमैटिक करेक्शन्स से लेकर पंची सोशल-मीडिया-रेडी लुक्स तक होते हैं, प्रत्येक स्किन टोन्स और डायनामिक रेंज को संरक्षित करता है। प्रत्येक प्रीसेट में एडजस्टेबल इंटेंसिटी शामिल है ताकि आप प्राकृतिक रिज़ल्ट्स के लिए फ़िल्टर को मूल इमेज के साथ मिला सकें। बैचेज़ में सुसंगत ब्रांडिंग के लिए कस्टम कॉम्बिनेशन्स को यूज़र प्रीसेट्स के रूप में सेव करें। त्वरित स्टाइलिंग, A/B टेस्टिंग लुक्स और अपने कंटेंट में सुसंगत सौंदर्य बनाए रखने के लिए बढ़िया।",

  "##########comment-331##########": "essential section",
  "ESSENTIAL EDITS": "आवश्यक एडिट्स",
  "BASIC EDITS": "बेसिक एडिट्स",
  "Core, quick-edit tools for resizing, framing, and flipping images — simple operations that are essential in every editing workflow. Fast, reliable, and designed to pair seamlessly with the AI-powered features for a complete editing experience": "इमेजेज़ को रीसाइज़, फ़्रेम और फ़्लिप करने के लिए कोर, क्विक-एडिट टूल्स — सरल ऑपरेशन्स जो हर एडिटिंग वर्कफ़्लो में आवश्यक हैं। तेज़, विश्वसनीय, और पूर्ण एडिटिंग अनुभव के लिए AI-पावर्ड फ़ीचर्स के साथ निर्बाध रूप से जोड़ने के लिए डिज़ाइन किए गए",
  "Resize Image": "इमेज रीसाइज़ करें",
  "Change image dimensions and resolution with smart resampling that minimizes quality loss and preserves important details. Preset aspect ratios and device-targeted sizes (Instagram, TikTok, banners) streamline exports for common use cases. You can choose resample algorithms (bicubic, lanczos) or an AI upscaling option for enlargements. The interface previews final pixel dimensions and file size so you can optimize for web or print. Handy for batch resizing large galleries or preparing single images for specific platforms.": "स्मार्ट रीसैंप्लिंग के साथ इमेज आयाम और रेज़ोल्यूशन बदलें जो गुणवत्ता हानि को कम करता है और महत्वपूर्ण विवरण संरक्षित करता है। प्रीसेट आस्पेक्ट रेश्यो और डिवाइस-टार्गेटेड साइज़ेस (Instagram, TikTok, banners) सामान्य उपयोग केसेज़ के लिए एक्सपोर्ट्स को सुव्यवस्थित करते हैं। आप रीसैंप्ल एल्गोरिथम (bicubic, lanczos) या विस्तार के लिए AI अपस्केलिंग विकल्प चुन सकते हैं। इंटरफ़ेस अंतिम पिक्सेल आयाम और फ़ाइल साइज़ का पूर्वावलोकन करता है ताकि आप वेब या प्रिंट के लिए ऑप्टिमाइज़ कर सकें। बड़ी गैलरीज़ को बैच रीसाइज़ करने या विशिष्ट प्लेटफ़ॉर्म्स के लिए एकल इमेजेज़ तैयार करने के लिए उपयोगी।",
  "Crop Image": "इमेज क्रॉप करें",
  "Recompose photos with precision using freeform crop, preset ratios, and rule-of-thirds guides to improve framing instantly. Auto-suggestions highlight better crops based on subject positioning and visual balance. Edge-aware cropping keeps important areas visible and allows non-destructive crops saved as versions. Quick keyboard shortcuts and snap-to guides speed up iterative adjustments during editing sessions. Ideal for tightening composition for thumbnails, profile pictures, and layout-ready assets.": "तुरंत फ़्रेमिंग सुधारने के लिए फ़्रीफ़ॉर्म क्रॉप, प्रीसेट रेश्यो और रूल-ऑफ़-थर्ड्स गाइड्स का उपयोग करके सटीकता के साथ फ़ोटोज़ को रीकम्पोज़ करें। ऑटो-सजेशन्स सब्जेक्ट पोज़िशनिंग और विज़ुअल बैलेंस के आधार पर बेहतर क्रॉप्स को हाइलाइट करते हैं। एज-अवेयर क्रॉपिंग महत्वपूर्ण एरियाज़ को दृश्यमान रखती है और वर्ज़न्स के रूप में सहेजे गए नॉन-डिस्ट्रक्टिव क्रॉप्स की अनुमति देती है। क्विक कीबोर्ड शॉर्टकट्स और स्नैप-टू गाइड्स एडिटिंग सेशन्स के दौरान इटरेटिव एडजस्टमेंट्स को तेज़ करते हैं। थंबनेल्स, प्रोफ़ाइल पिक्चर्स और लेआउट-रेडी एसेट्स के लिए कम्पोज़िशन को टाइट करने के लिए आदर्श।",
  "Combine multiple photos into cohesive, well-composed collages using modern templates and flexible grid controls. Drag-and-drop placement, rounded corners, and consistent spacing keep the layout neat while smart cropping preserves important subject areas. Templates include thematic choices (travel, portfolio, product grid) and adjustable aspect ratios for Instagram posts or story formats. Users can add optional frames, subtle shadows, and color-coordinated backgrounds for polish. Excellent for moodboards, social campaigns, and multi-photo storytelling.": "आधुनिक टेम्पलेट्स और लचीले ग्रिड कंट्रोल्स का उपयोग करके कई फ़ोटोज़ को सुसंगत, अच्छी तरह से रचित कोलाजेज़ में मिलाएं। ड्रैग-एंड-ड्रॉप प्लेसमेंट, राउंडेड कॉर्नर्स और सुसंगत स्पेसिंग लेआउट को साफ़-सुथरा रखते हैं जबकि स्मार्ट क्रॉपिंग महत्वपूर्ण सब्जेक्ट एरियाज़ को संरक्षित करती है। टेम्पलेट्स में थीमैटिक विकल्प (travel, portfolio, product grid) और Instagram पोस्ट्स या स्टोरी फ़ॉर्मेट्स के लिए एडजस्टेबल आस्पेक्ट रेश्यो शामिल हैं। यूज़र्स पॉलिश के लिए वैकल्पिक फ़्रेम्स, सूक्ष्म शैडोज़ और कलर-कोऑर्डिनेटेड बैकग्राउंड्स जोड़ सकते हैं। मूडबोर्ड्स, सोशल कैम्पेन्स और मल्टी-फ़ोटो स्टोरीटेलिंग के लिए उत्कृष्ट।",

  "##########comment-381##########": "tools dropdown",
  "Background & Object Editing": "बैकग्राउंड और ऑब्जेक्ट एडिटिंग",
  "Remove Background": "बैकग्राउंड हटाएं",
  "Object Removal": "ऑब्जेक्ट रिमूवल",
  "Blur Image": "इमेज ब्लर करें",
  "Image Enhancement": "इमेज एन्हांसमेंट",
  "Oil Paint Effect": "ऑयल पेंट इफ़ेक्ट",
  "Grayscale Image": "ग्रेस्केल इमेज",
  "Rounded Corner Image": "राउंडेड कॉर्नर इमेज",
  "Basic Adjustments & Resize": "बेसिक एडजस्टमेंट्स और रीसाइज़",
  "Adjust Image": "इमेज एडजस्ट करें",
  "Create Collage": "कोलाज बनाएं",
  "Back to Home": "होम पर वापस जाएं",

  "##########comment-391##########": "upload photo layout",

  "##########comment-401##########": "head descriptions",
  "Upload your image and let AI automatically detect and remove the background in seconds.": "अपनी इमेज अपलोड करें और AI को सेकंड्स में ऑटोमेटिकली बैकग्राउंड डिटेक्ट और हटाने दें।",
  "Upload your image and apply a blur effect in just a few seconds.": "अपनी इमेज अपलोड करें और बस कुछ सेकंड्स में ब्लर इफ़ेक्ट लागू करें।",
  "Automatically improve image quality, lighting, and details with powerful AI enhancement tools.": "शक्तिशाली AI एन्हांसमेंट टूल्स से इमेज क्वालिटी, लाइटिंग और डिटेल्स ऑटोमेटिकली सुधारें।",
  "Make blurry photos crystal clear by enhancing edges and restoring lost details instantly.": "एजेज़ बढ़ाकर और खोए हुए विवरण तुरंत बहाल करके धुंधली फ़ोटोज़ को एकदम साफ़ बनाएं।",
  "Turn your photo into a fun, high-quality cartoon or illustration with AI magic.": "AI जादू से अपनी फ़ोटो को मज़ेदार, उच्च-गुणवत्ता वाले कार्टून या इलस्ट्रेशन में बदलें।",
  "Quickly adjust your photo dimensions without losing quality — fit any platform or use.": "गुणवत्ता खोए बिना जल्दी से अपनी फ़ोटो के आयाम एडजस्ट करें — किसी भी प्लेटफ़ॉर्म या उपयोग के लिए फ़िट करें।",
  "Upload your image and convert it to grayscale instantly.": "अपनी इमेज अपलोड करें और तुरंत ग्रेस्केल में बदलें।",
  "Upload your image and apply rounded corners with ease.": "अपनी इमेज अपलोड करें और आसानी से राउंडेड कॉर्नर्स लागू करें।",
  "Transform your image into an oil painting style artwork.": "अपनी इमेज को ऑयल पेंटिंग स्टाइल आर्टवर्क में ट्रांसफ़ॉर्म करें।",
  "Allows fine-tuning image colors by adjusting brightness, contrast, saturation, and gamma — only the provided values are applied.": "ब्राइटनेस, कंट्रास्ट, सैचुरेशन और गामा एडजस्ट करके इमेज कलर्स की फ़ाइन-ट्यूनिंग की अनुमति देता है — केवल दी गई वैल्यूज़ लागू होती हैं।",
  "Crop an image to remove unwanted areas.": "अनचाहे एरियाज़ हटाने के लिए इमेज क्रॉप करें।",
  "Remove any unwanted objects from your photos and make them stay crystal clear.": "अपनी फ़ोटोज़ से कोई भी अनचाहे ऑब्जेक्ट्स हटाएं और उन्हें एकदम साफ़ रखें।",
  "Create beautiful photo collages by combining multiple images into one layout.": "कई इमेजेज़ को एक लेआउट में मिलाकर सुंदर फ़ोटो कोलाजेज़ बनाएं।",

  "##########comment-411##########": "dropzone itself",
  "Supported formats: PNG, JPG, JPEG, WEBP": "समर्थित फ़ॉर्मेट्स: PNG, JPG, JPEG, WEBP",
  "Max size: 10MB": "अधिकतम साइज़: 10MB",
  "Number of Photos": "फ़ोटोज़ की संख्या",
  "Photos": "फ़ोटोज़",
  "Choose the template you want!": "वह टेम्पलेट चुनें जो आप चाहते हैं!",
  "Uploaded": "अपलोड किए गए",
  "Photos of": "में से फ़ोटोज़",
  "All Required Images Have Been Uploaded": "सभी आवश्यक इमेजेज़ अपलोड हो चुकी हैं",
  "Start": "शुरू करें",
  "Processing ...": "प्रोसेस हो रहा है ...",

  "##########comment-421##########": "uploading, pre-processing, post-processing",
  "Uploading ...": "अपलोड हो रहा है ...",
  "Select the object to remove!": "हटाने के लिए ऑब्जेक्ट चुनें!",
  "ORIGINAL": "मूल",
  "Brush Size": "ब्रश साइज़",
  "Clear Mask": "मास्क क्लियर करें",
  "Brightness": "ब्राइटनेस",
  "Contrast": "कंट्रास्ट",
  "Saturation": "सैचुरेशन",
  "Gamma": "गामा",
  "Level": "लेवल",
  "Strength": "स्ट्रेंथ",
  "Amount": "मात्रा",
  "Radius": "रेडियस",
  "Transparent": "पारदर्शी",
  "Color": "कलर",
  "Fill": "फ़िल",
  "Scale": "स्केल",
  "Start Processing": "प्रोसेसिंग शुरू करें",
  "Change Photo": "फ़ोटो बदलें",
  "You have used up your free attempts! Please log in to continue.": "आपने अपने मुफ़्त प्रयास समाप्त कर दिए हैं! जारी रखने के लिए कृपया लॉगिन करें।",
  "Your points are insufficient or your subscription has expired! Please check the subscriptions section.": "आपके पॉइंट्स अपर्याप्त हैं या आपकी सब्सक्रिप्शन समाप्त हो गई है! कृपया सब्सक्रिप्शन्स सेक्शन चेक करें।",
  "Select something firstly!": "पहले कुछ चुनें!",
  "PROCESSED": "प्रोसेस किया गया",
  "Select a tool to process the result with ...": "रिज़ल्ट को प्रोसेस करने के लिए एक टूल चुनें ...",
  "Download Result": "रिज़ल्ट डाउनलोड करें",
  "Successfully saved locally and to your downloads!": "स्थानीय रूप से और आपके डाउनलोड्स में सफलतापूर्वक सहेजा गया!",
  "Failed saving locally and to your downloads!": "स्थानीय रूप से और आपके डाउनलोड्स में सहेजना विफल रहा!",
  "Successfully saved locally but failed saving to your downloads!": "स्थानीय रूप से सफलतापूर्वक सहेजा गया लेकिन आपके डाउनलोड्स में सहेजना विफल रहा!",
  "Failed saving locally but successfully saved to your downloads!": "स्थानीय रूप से सहेजना विफल रहा लेकिन आपके डाउनलोड्स में सफलतापूर्वक सहेजा गया!",

  "##########comment-431##########": "bottom static boxes",
  "Fast AI Processing": "तेज़ AI प्रोसेसिंग",
  "Get results in seconds with our advanced AI technology": "हमारी एडवांस्ड AI तकनीक से सेकंड्स में रिज़ल्ट्स पाएं",
  "High Quality Cutouts": "उच्च गुणवत्ता वाले कटआउट्स",
  "Precise edge detection for professional results": "प्रोफ़ेशनल रिज़ल्ट्स के लिए सटीक एज डिटेक्शन",
  "Automatic Edge Detection": "ऑटोमेटिक एज डिटेक्शन",
  "Smart algorithms handle complex images effortlessly": "स्मार्ट एल्गोरिथम जटिल इमेजेज़ को आसानी से हैंडल करते हैं",
  "Supports Large Images": "बड़ी इमेजेज़ को सपोर्ट करता है",
  "Process high-resolution images up to 10MB": "10MB तक की हाई-रेज़ोल्यूशन इमेजेज़ प्रोसेस करें",

  "##########comment-441##########": "profile",
  "MANAGE YOUR ACCOUNT!": "अपना अकाउंट मैनेज करें!",
  "User Data": "यूज़र डेटा",
  "Subscriptions": "सब्सक्रिप्शन्स",
  "My Downloads": "मेरे डाउनलोड्स",
  "Log Out": "लॉग आउट",

  "##########comment-451##########": "user data screen and subscriptions screen",
  "Set Password": "पासवर्ड सेट करें",
  "must have 8+ chars & one uppercase & one digit": "8+ अक्षर और एक अपरकेस और एक अंक होना चाहिए",
  "Confirm": "पुष्टि करें",
  "Free Plan": "फ़्री प्लान",
  "credits remaining of": "में से क्रेडिट्स शेष",
  "Change Plan": "प्लान बदलें",
  "premium-monthly": "प्रीमियम प्लान - मासिक",
  "premium-yearly": "प्रीमियम प्लान - वार्षिक",
  "pro-monthly": "प्रो प्लान - मासिक",
  "pro-yearly": "प्रो प्लान - वार्षिक",
  "Active": "सक्रिय",
  "Not Active": "सक्रिय नहीं",
  "Start:": "शुरुआत:",
  "End:": "समाप्ति:",
  "Billing History": "बिलिंग हिस्ट्री",
  "You haven't made any payments yet!": "आपने अभी तक कोई पेमेंट नहीं किया है!",
  "Date": "तारीख",
  "AmountText": "राशि",
  "More Details": "अधिक विवरण",
  "More": "अधिक",
  "Less": "कम",

  "##########comment-461##########": "my downloads screen",
  "Images you've downloaded in the last 30 days": "पिछले 30 दिनों में आपने जो इमेजेज़ डाउनलोड की हैं",
  "Size": "साइज़",
  "Created Date": "बनाने की तारीख",
  "Expiry Date": "समाप्ति तारीख",
  "Download": "डाउनलोड",

  "##########comment-471##########": "login popup",

  "##########comment-481##########": "head",
  "Hi there!": "नमस्ते!",
  "Welcome to Picsharps, so happy to see you.": "Picsharps में आपका स्वागत है, आपको देखकर बहुत खुशी हुई।",

  "##########comment-491##########": "google login screen",
  "Continue with Google": "Google के साथ जारी रखें",
  "Or use email": "या ईमेल का उपयोग करें",
  "By continuing, you agree to our": "जारी रखकर, आप हमारी",
  "Terms Of Service": "सेवा की शर्तों",
  "and": "और",

  "##########comment-501##########": "mail login screen",
  "Email": "ईमेल",
  "Password": "पासवर्ड",
  "Enter password": "पासवर्ड दर्ज करें",
  "Login": "लॉगिन",
  "Forgot Password?": "पासवर्ड भूल गए?",
  "Back to Login with Google": "Google से लॉगिन पर वापस जाएं",
  "Loading ...": "लोड हो रहा है ...",
  "Email is Required!": "ईमेल आवश्यक है!",
  "Password is Required!": "पासवर्ड आवश्यक है!",
  "Invalid Email Address!": "अमान्य ईमेल पता!",
  "Invalid Credentials!": "अमान्य क्रेडेंशियल्स!",
  "Something Went Wrong!": "कुछ गलत हो गया!",
  "Code sent to your email!": "कोड आपके ईमेल पर भेजा गया!",
  "Code is Required!": "कोड आवश्यक है!",
  "Invalid Code!": "अमान्य कोड!",
  "Invalid or expired code!": "अमान्य या समाप्त कोड!",
  "New password is Required!": "नया पासवर्ड आवश्यक है!",
  "Password reset successfully!": "पासवर्ड सफलतापूर्वक रीसेट किया गया!",
  "Password must be 8+ chars with upper, lower case letters, and at least one number!": "पासवर्ड में अपर, लोअर केस अक्षरों के साथ 8+ अक्षर और कम से कम एक नंबर होना चाहिए!",

  "##########comment-511##########": "rest flow",
  "Request Code": "कोड का अनुरोध करें",
  "Code": "कोड",
  "6-digit code": "6-अंकीय कोड",
  "Verify Code": "कोड सत्यापित करें",
  "Set New Password": "नया पासवर्ड सेट करें",
  "New Password": "नया पासवर्ड",
  "Reset Password": "पासवर्ड रीसेट करें",

  "##########comment-521##########": "privacy and terms layout",
  "Your privacy matters to us. Learn how we collect, use, and protect your data.": "आपकी प्राइवेसी हमारे लिए महत्वपूर्ण है। जानें कि हम आपका डेटा कैसे एकत्र, उपयोग और सुरक्षित करते हैं।",
  "Please read these terms carefully before using our services.": "कृपया हमारी सेवाओं का उपयोग करने से पहले इन शर्तों को ध्यान से पढ़ें।",
  "Last Updated: November 24, 2025": "अंतिम अपडेट: 24 नवंबर, 2025",
  "Quick Navigation": "त्वरित नेविगेशन",
  "1. Introduction": "1. परिचय",
  "2. Information We Collect": "2. हम जो जानकारी एकत्र करते हैं",
  "3. How We Use Your Data": "3. हम आपका डेटा कैसे उपयोग करते हैं",
  "4. Data Sharing & Third Parties": "4. डेटा शेयरिंग और तृतीय पक्ष",
  "5. Data Storage & Retention": "5. डेटा स्टोरेज और रिटेंशन",
  "6. Your Data Rights": "6. आपके डेटा अधिकार",
  "7. Third-Party Authentication": "7. तृतीय-पक्ष प्रमाणीकरण",
  "8. Image security": "8. इमेज सुरक्षा",
  "9. Cookies & Tracking": "9. कुकीज़ और ट्रैकिंग",
  "10. Age Policy": "10. आयु नीति",
  "11. Contact us": "11. हमसे संपर्क करें",
  "1. Acceptance of Terms": "1. शर्तों की स्वीकृति",
  "2. Usage Restrictions": "2. उपयोग प्रतिबंध",
  "3. Service Guarantee": "3. सेवा गारंटी",
  "4. Payment Terms": "4. पेमेंट शर्तें",
  "5. Cancelation": "5. कैंसलेशन",
  "6. Intellectual Property": "6. बौद्धिक संपदा",
  "7. Limitation of Liability": "7. दायित्व की सीमा",
  "8. Account Termination": "8. अकाउंट समाप्ति",
  "9. Changes to Terms": "9. शर्तों में बदलाव",
  "10. Governing Law": "10. शासी कानून",
  "Have Questions About Your Privacy?": "अपनी प्राइवेसी के बारे में प्रश्न हैं?",
  "Ready to Get Started?": "शुरू करने के लिए तैयार हैं?",
  "Our Team Is Here To Help. Reach Out With Any Concerns Or Questions About How We Protect Your Data.": "हमारी टीम मदद के लिए यहां है। हम आपके डेटा को कैसे सुरक्षित रखते हैं, इसके बारे में किसी भी चिंता या प्रश्न के साथ संपर्क करें।",
  "Join thousands of users transforming their images.": "अपनी इमेजेज़ ट्रांसफ़ॉर्म करने वाले हज़ारों यूज़र्स के साथ जुड़ें।",

  "##########comment-531##########": "privacy page",
  "Introduction": "परिचय",
  "Yes, we collect limited user data necessary to operate and improve our services. This may include technical data such as browser type, device information, and usage statistics. We do not collect any unnecessary personal information.": "हां, हम अपनी सेवाओं को संचालित और सुधारने के लिए आवश्यक सीमित यूज़र डेटा एकत्र करते हैं। इसमें ब्राउज़र प्रकार, डिवाइस जानकारी और उपयोग सांख्यिकी जैसे तकनीकी डेटा शामिल हो सकते हैं। हम कोई अनावश्यक व्यक्तिगत जानकारी एकत्र नहीं करते हैं।",
  "Information We Collect": "हम जो जानकारी एकत्र करते हैं",
  "We collect the following types of information:": "हम निम्नलिखित प्रकार की जानकारी एकत्र करते हैं:",
  "Technical data (browser type, device information)": "तकनीकी डेटा (ब्राउज़र प्रकार, डिवाइस जानकारी)",
  "Usage statistics to improve service performance": "सेवा प्रदर्शन सुधारने के लिए उपयोग सांख्यिकी",
  "Images you upload (stored temporarily)": "आपके द्वारा अपलोड की गई इमेजेज़ (अस्थायी रूप से संग्रहीत)",
  "Account information from Google login (name, email, profile picture)": "Google लॉगिन से अकाउंट जानकारी (नाम, ईमेल, प्रोफ़ाइल पिक्चर)",
  "How We Use Your Data": "हम आपका डेटा कैसे उपयोग करते हैं",
  "We use your data exclusively for the following purposes:": "हम आपके डेटा का उपयोग विशेष रूप से निम्नलिखित उद्देश्यों के लिए करते हैं:",
  "Service Operation: To provide core functionality and process your requests": "सेवा संचालन: मुख्य कार्यक्षमता प्रदान करने और आपके अनुरोधों को प्रोसेस करने के लिए",
  "Performance Improvement: To analyze usage patterns and optimize our platform": "प्रदर्शन सुधार: उपयोग पैटर्न का विश्लेषण करने और हमारे प्लेटफ़ॉर्म को ऑप्टिमाइज़ करने के लिए",
  "User Experience Enhancement: To personalize your experience and provide better results": "यूज़र अनुभव वृद्धि: आपके अनुभव को वैयक्तिकृत करने और बेहतर रिज़ल्ट्स प्रदान करने के लिए",
  "Service": "सेवा",
  "Operation:": "संचालन:",
  "Performance": "प्रदर्शन",
  "Improvement:": "सुधार:",
  "User": "यूज़र",
  "Experience": "अनुभव",
  "Enhancement:": "वृद्धि:",
  "Data Sharing & Third Parties": "डेटा शेयरिंग और तृतीय पक्ष",
  "We only share data with:": "हम केवल इनके साथ डेटा शेयर करते हैं:",
  "Stripe for secure payment processing": "सुरक्षित पेमेंट प्रोसेसिंग के लिए Stripe",
  "Analytics providers for performance improvement": "प्रदर्शन सुधार के लिए एनालिटिक्स प्रदाता",
  "Stripe": "Stripe",
  "Analytics": "एनालिटिक्स",
  "providers": "प्रदाता",
  "We do not sell user data, period.": "हम यूज़र डेटा नहीं बेचते, बिल्कुल नहीं।",
  "Data Storage & Retention": "डेटा स्टोरेज और रिटेंशन",
  "Images": "इमेजेज़",
  "✓ Stored for 30 days": "✓ 30 दिनों के लिए संग्रहीत",
  "✓ Then automatically deleted": "✓ फिर ऑटोमेटिकली डिलीट",
  "✓ Securely encrypted in transit and at rest": "✓ ट्रांज़िट और रेस्ट में सुरक्षित रूप से एन्क्रिप्टेड",
  "Account Data": "अकाउंट डेटा",
  "✓ Stored as long as account is active": "✓ जब तक अकाउंट सक्रिय है तब तक संग्रहीत",
  "✓ Deleted upon account deletion": "✓ अकाउंट डिलीट होने पर डिलीट",
  "✓ Backup retention: 90 days": "✓ बैकअप रिटेंशन: 90 दिन",
  "Your Data Rights": "आपके डेटा अधिकार",
  "You have complete control over your data. You have the right to:": "आपको अपने डेटा पर पूर्ण नियंत्रण है। आपको निम्न का अधिकार है:",
  "Download a copy of all your data": "अपने सभी डेटा की एक प्रति डाउनलोड करना",
  "Request complete account deletion": "पूर्ण अकाउंट डिलीट करने का अनुरोध करना",
  "Access and review your information at any time": "किसी भी समय अपनी जानकारी एक्सेस और समीक्षा करना",
  "Opt-out of non-essential data collection": "गैर-आवश्यक डेटा संग्रह से ऑप्ट-आउट करना",
  "Third-Party Authentication": "तृतीय-पक्ष प्रमाणीकरण",
  "Our platform provides login through Google for your convenience. When you sign in with Google, we only access basic profile information necessary for account creation, including:": "हमारा प्लेटफ़ॉर्म आपकी सुविधा के लिए Google के माध्यम से लॉगिन प्रदान करता है। जब आप Google से साइन इन करते हैं, तो हम केवल अकाउंट बनाने के लिए आवश्यक बुनियादी प्रोफ़ाइल जानकारी एक्सेस करते हैं, जिसमें शामिल हैं:",
  "Your name": "आपका नाम",
  "Email address": "ईमेल पता",
  "Profile picture (optional)": "प्रोफ़ाइल पिक्चर (वैकल्पिक)",
  "How We Protect Your Images": "हम आपकी इमेजेज़ की सुरक्षा कैसे करते हैं",
  "We temporarily store the images you upload on our servers to ensure proper processing and to provide features such as download history or re-accessing previous results.": "हम उचित प्रोसेसिंग सुनिश्चित करने और डाउनलोड हिस्ट्री या पिछले रिज़ल्ट्स को फिर से एक्सेस करने जैसी सुविधाएं प्रदान करने के लिए आपके द्वारा अपलोड की गई इमेजेज़ को अस्थायी रूप से हमारे सर्वर पर स्टोर करते हैं।",
  "Security measures include:": "सुरक्षा उपायों में शामिल हैं:",
  "End-to-end encryption during upload and storage": "अपलोड और स्टोरेज के दौरान एंड-टू-एंड एन्क्रिप्शन",
  "Strict access controls - only you can access your images": "सख्त एक्सेस नियंत्रण - केवल आप अपनी इमेजेज़ एक्सेस कर सकते हैं",
  "Regular security audits and monitoring": "नियमित सुरक्षा ऑडिट और मॉनिटरिंग",
  "Automatic deletion after 30 days": "30 दिनों के बाद ऑटोमेटिक डिलीशन",
  "Security": "सुरक्षा",
  "measures": "उपायों",
  "include:": "में शामिल हैं:",
  "Your images are never shared, reused, or used for AI training.": "आपकी इमेजेज़ कभी भी शेयर, पुन: उपयोग या AI प्रशिक्षण के लिए उपयोग नहीं की जाती हैं।",
  "You may request immediate deletion at any time.": "आप किसी भी समय तत्काल डिलीशन का अनुरोध कर सकते हैं।",
  "Cookies & Tracking": "कुकीज़ और ट्रैकिंग",
  "Good news!": "अच्छी खबर!",
  "We do not use cookies or tracking tools like Google Analytics. Your browsing experience is completely private and ad-free.": "हम Google Analytics जैसे कुकीज़ या ट्रैकिंग टूल्स का उपयोग नहीं करते हैं। आपका ब्राउज़िंग अनुभव पूरी तरह से निजी और विज्ञापन-मुक्त है।",
  "We only use essential session storage to maintain your login state, which is cleared when you log out or close your browser.": "हम केवल आपकी लॉगिन स्थिति बनाए रखने के लिए आवश्यक सेशन स्टोरेज का उपयोग करते हैं, जो आपके लॉग आउट करने या ब्राउज़र बंद करने पर साफ़ हो जाता है।",
  "Age Policy": "आयु नीति",
  "Our service is designed to be safe and appropriate for all age groups. We do not knowingly collect personal information from children, and we encourage parental supervision for younger users.": "हमारी सेवा सभी आयु समूहों के लिए सुरक्षित और उपयुक्त होने के लिए डिज़ाइन की गई है। हम जानबूझकर बच्चों से व्यक्तिगत जानकारी एकत्र नहीं करते हैं, और हम छोटे यूज़र्स के लिए माता-पिता की निगरानी को प्रोत्साहित करते हैं।",
  "Privacy Questions?": "प्राइवेसी प्रश्न?",
  "If you have any questions about our privacy practices, need clarification on how we handle your data, or want to exercise your data rights, please don't hesitate to reach out.": "यदि आपके पास हमारी प्राइवेसी प्रथाओं के बारे में कोई प्रश्न हैं, हम आपके डेटा को कैसे हैंडल करते हैं इस पर स्पष्टीकरण की आवश्यकता है, या अपने डेटा अधिकारों का प्रयोग करना चाहते हैं, तो कृपया संपर्क करने में संकोच न करें।",
  "Contact Us": "हमसे संपर्क करें",

  "##########comment-541##########": "terms page",
  "Acceptance of Terms": "शर्तों की स्वीकृति",
  "By accessing and using PicSharps, you accept and agree to be bound by these Terms of Service. If you do not agree, please do not use our services.": "PicSharps को एक्सेस और उपयोग करके, आप इन सेवा की शर्तों से बंधे होने को स्वीकार और सहमत होते हैं। यदि आप सहमत नहीं हैं, तो कृपया हमारी सेवाओं का उपयोग न करें।",
  "Usage Restrictions": "उपयोग प्रतिबंध",
  "You agree not to use our tools or services to create, upload, or distribute any content that is harmful, abusive, illegal, political, nudity, or violates the rights of others. You also agree not to misuse the platform, attempt to interfere with its functionality, or use automated systems to access the services in an unauthorized way.": "आप सहमत हैं कि हमारे टूल्स या सेवाओं का उपयोग किसी भी हानिकारक, अपमानजनक, अवैध, राजनीतिक, नग्नता वाली या दूसरों के अधिकारों का उल्लंघन करने वाली सामग्री बनाने, अपलोड या वितरित करने के लिए नहीं करेंगे। आप यह भी सहमत हैं कि प्लेटफ़ॉर्म का दुरुपयोग नहीं करेंगे, इसकी कार्यक्षमता में हस्तक्षेप करने का प्रयास नहीं करेंगे, या अनधिकृत तरीके से सेवाओं तक पहुंचने के लिए ऑटोमेटेड सिस्टम का उपयोग नहीं करेंगे।",
  "Prohibited Content Includes:": "निषिद्ध सामग्री में शामिल हैं:",
  "Harmful or abusive content": "हानिकारक या अपमानजनक सामग्री",
  "Illegal material": "अवैध सामग्री",
  "Political content": "राजनीतिक सामग्री",
  "Nudity": "नग्नता",
  "Content violating others' rights": "दूसरों के अधिकारों का उल्लंघन करने वाली सामग्री",
  "Platform misuse or interference": "प्लेटफ़ॉर्म दुरुपयोग या हस्तक्षेप",
  "Unauthorized automated access": "अनधिकृत ऑटोमेटेड एक्सेस",
  "No Guarantee of Results": "परिणामों की कोई गारंटी नहीं",
  "We do not provide any guarantee regarding the accuracy, quality, or perfection of the results generated by our AI tools. All outputs are provided 'AS IS' based on the available AI models and processing capabilities. We are not responsible for unexpected outcomes, quality variations, or any decisions made based on the generated results.": "हम अपने AI टूल्स द्वारा उत्पन्न परिणामों की सटीकता, गुणवत्ता या पूर्णता के बारे में कोई गारंटी प्रदान नहीं करते हैं। सभी आउटपुट उपलब्ध AI मॉडल्स और प्रोसेसिंग क्षमताओं के आधार पर 'जैसा है' प्रदान किए जाते हैं। हम अप्रत्याशित परिणामों, गुणवत्ता भिन्नताओं, या उत्पन्न परिणामों के आधार पर किए गए किसी भी निर्णय के लिए जिम्मेदार नहीं हैं।",
  "Payment & Subscription": "पेमेंट और सब्सक्रिप्शन",
  "Billing System": "बिलिंग सिस्टम",
  "Payment processed securely through Stripe": "Stripe के माध्यम से सुरक्षित रूप से प्रोसेस किया गया पेमेंट",
  "Auto-Renewal": "ऑटो-रिन्यूअल",
  "Subscriptions renew automatically each period": "सब्सक्रिप्शन्स प्रत्येक अवधि में ऑटोमेटिकली रिन्यू होती हैं",
  "Payment Methods": "पेमेंट विधियां",
  "All major credit/debit cards via Stripe": "Stripe के माध्यम से सभी प्रमुख क्रेडिट/डेबिट कार्ड्स",
  "Price Changes": "मूल्य परिवर्तन",
  "30 days advance notice for any changes": "किसी भी परिवर्तन के लिए 30 दिन का अग्रिम नोटिस",
  "Refund Policy": "रिफ़ंड पॉलिसी",
  "Refunds Allowed": "रिफ़ंड की अनुमति",
  "Within 7 days of first purchase": "पहली खरीद के 7 दिनों के भीतर",
  "days": "दिन",
  "Non-Refundable": "रिफ़ंड योग्य नहीं",
  "Renewals and old subscriptions": "नवीनीकरण और पुरानी सब्सक्रिप्शन्स",
  "How to Cancel Your Subscription": "अपनी सब्सक्रिप्शन कैसे कैंसल करें",
  "Users can cancel anytime from the Billing page.": "यूज़र्स बिलिंग पेज से कभी भी कैंसल कर सकते हैं।",
  "Go to Billing": "बिलिंग पर जाएं",
  "Ownership & Intellectual Property": "स्वामित्व और बौद्धिक संपदा",
  "YOU OWN YOUR CONTENT": "आप अपनी सामग्री के स्वामी हैं",
  "Users retain full ownership of all images they upload and generate. Picsharps does not claim any rights to your content.": "यूज़र्स अपने द्वारा अपलोड और जनरेट की गई सभी इमेजेज़ का पूर्ण स्वामित्व रखते हैं। Picsharps आपकी सामग्री पर कोई अधिकार का दावा नहीं करता है।",
  "Limitation of Liability": "दायित्व की सीमा",
  "Data Loss": "डेटा हानि",
  "Loss of user data or files": "यूज़र डेटा या फ़ाइलों की हानि",
  "Service Interruptions": "सेवा व्यवधान",
  "Downtime or unavailability": "डाउनटाइम या अनुपलब्धता",
  "Misuse by User": "यूज़र द्वारा दुरुपयोग",
  "Actions taken by users": "यूज़र्स द्वारा की गई कार्रवाइयां",
  "Force Majeure": "अप्रत्याशित परिस्थिति",
  "Events outside our control": "हमारे नियंत्रण से बाहर की घटनाएं",
  "We may terminate accounts for:": "हम निम्न के लिए अकाउंट्स समाप्त कर सकते हैं:",
  "Abuse or Misuse": "दुरुपयोग या गलत उपयोग",
  "Illegal Activity": "अवैध गतिविधि",
  "System Attacks or Exploitation": "सिस्टम अटैक या शोषण",
  "Changes to Terms of Service": "सेवा की शर्तों में बदलाव",
  "Users will be notified via Email when terms are updated. Continued use after notification constitutes acceptance of new terms.": "जब शर्तें अपडेट की जाती हैं तो यूज़र्स को ईमेल के माध्यम से सूचित किया जाएगा। अधिसूचना के बाद निरंतर उपयोग नई शर्तों की स्वीकृति का गठन करता है।",
  "Governing Law": "शासी कानून",
  "These Terms are governed by the laws of United Arab Emirates (UAE)": "ये शर्तें संयुक्त अरब अमीरात (UAE) के कानूनों द्वारा शासित हैं",
  "United": "संयुक्त",
  "Arab": "अरब",
  "Emirates": "अमीरात",
  "Questions About Terms?": "शर्तों के बारे में प्रश्न?",
  "If you have any questions about these Terms of Service, please contact us.": "यदि आपके पास इन सेवा की शर्तों के बारे में कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें।",

  "##########comment-551##########": "rest pricing page",
  "Something went wrong while loading the plans!": "प्लान लोड करते समय कुछ गलत हो गया!",
  "Save 20%": "20% बचाएं",
  "Free Forever": "मुफ़्त",
  "Free": "मुफ़्त",
  "Forever free": "हमेशा मुफ़्त",
  "Perfect for trying out our tools": "हमारे टूल्स आज़माने के लिए परफ़ेक्ट",
  "10 images per month": "प्रति माह 10 इमेजेज़",
  "Standard quality output": "मानक गुणवत्ता आउटपुट",
  "All tools access": "सभी टूल्स एक्सेस",
  "Watermark on downloads": "डाउनलोड्स पर वॉटरमार्क",
  "HD/4K quality": "HD/4K गुणवत्ता",
  "Priority processing": "प्राथमिकता प्रोसेसिंग",
  "Commercial use": "व्यावसायिक उपयोग",
  "Download history (7 days only)": "डाउनलोड हिस्ट्री (केवल 7 दिन)",
  "No watermark": "कोई वॉटरमार्क नहीं",
  "Most Popular": "सबसे लोकप्रिय",
  "Pro": "प्रो",
  "/ month": "/ माह",
  "Billed monthly": "मासिक बिल किया गया",
  "$95.88 /year": "$95.88 /वर्ष",
  "/ year": "/ वर्ष",
  "Best for creators and professionals": "क्रिएटर्स और प्रोफ़ेशनल्स के लिए सर्वश्रेष्ठ",
  "100 images per month": "प्रति माह 100 इमेजेज़",
  "HD quality output": "HD गुणवत्ता आउटपुट",
  "30-day download history": "30-दिन की डाउनलोड हिस्ट्री",
  "Commercial use allowed": "व्यावसायिक उपयोग की अनुमति",
  "Email support": "ईमेल सहायता",
  "4K quality": "4K गुणवत्ता",
  "API access": "API एक्सेस",
  "Start Plan": "प्लान शुरू करें",
  "Best Value": "सर्वश्रेष्ठ मूल्य",
  "Premium": "प्रीमियम",
  "$179.88 /year": "$179.88 /वर्ष",
  "For power users and businesses": "पावर यूज़र्स और व्यवसायों के लिए",
  "Unlimited images": "असीमित इमेजेज़",
  "4K quality output": "4K गुणवत्ता आउटपुट",
  "All tools access (including future tools)": "सभी टूल्स एक्सेस (भविष्य के टूल्स सहित)",
  "Fastest priority processing": "सबसे तेज़ प्राथमिकता प्रोसेसिंग",
  "Unlimited download history": "असीमित डाउनलोड हिस्ट्री",
  "Priority email support": "प्राथमिकता ईमेल सहायता",
  "API access (coming soon)": "API एक्सेस (जल्द आ रहा है)",
  "Bulk processing": "बल्क प्रोसेसिंग",
  "Team collaboration (coming soon)": "टीम सहयोग (जल्द आ रहा है)",
  "Feature": "फ़ीचर",
  "USAGE LIMITS": "उपयोग सीमाएं",
  "Max file size": "अधिकतम फ़ाइल साइज़",
  "10MB": "10MB",
  "25MB": "25MB",
  "100MB": "100MB",
  "Storage duration": "स्टोरेज अवधि",
  "7 days": "7 दिन",
  "30 days": "30 दिन",
  "Unlimited": "असीमित",
  "OUTPUT QUALITY": "आउटपुट गुणवत्ता",
  "HD quality": "HD गुणवत्ता",
  "4k quality": "4K गुणवत्ता",
  "FEATURES": "फ़ीचर्स",
  "Watermark removal": "वॉटरमार्क हटाना",
  "Download history": "डाउनलोड हिस्ट्री",
  "Priority support": "प्राथमिकता सहायता",
  "SUPPORT": "सहायता",
  "Show Details": "विवरण दिखाएं",
  "OK": "ठीक है",

  "No images yet!": "अभी तक कोई छवि नहीं!",
  "credits": "क्रेडिट्स",
  "Account suspended!": "खाता निलंबित कर दिया गया है!",
  "This plan is temporarily unavailable for the selected subscription period!": "चुनी गई सदस्यता अवधि के लिए यह प्लान अस्थायी रूप से उपलब्ध नहीं है!"
}
