{
  "##########comment-1##########": "landing page",

  "##########comment-11##########": "header",
  "Home": "Beranda",
  "Tools": "Alat",
  "Pricing": "Harga",
  "LoginHeaderButton": "Masuk",
  "Start Creating": "Mulai Buat",
  "Profile": "Profil",

  "##########comment-21##########": "hero section",
  "DESIGN EASILY": "DESAIN MUDAH",
  "Enhance, retouch, remove backgrounds, and create stunning visuals in seconds.": "Tingkatkan, retouch, hapus latar, dan buat visual menakjubkan dalam hitungan detik.",
  "No design skills needed.": "Tanpa skill desain.",
  "Drag & Drop or Click to Upload": "Seret & Lepas atau Klik untuk Upload",
  "Max size 10MB": "Ukuran maks 10MB",
  "Upload Image": "Upload",

  "##########comment-31##########": "quick links section",
  "QUICK LINKS": "TAUTAN CEPAT",
  "POPULAR TOOLS": "ALAT POPULER",
  "Here we collected the most used Generative AI and Photo Editing tools people are looking for!": "Kami kumpulkan alat AI Generatif & Edit Foto paling dicari!",
  "Remove Backgrounds": "Hapus Latar",
  "Remove backgrounds instantly with powerful AI": "Hapus latar instan dengan AI canggih",
  "Remove Object from Photo": "Hapus Objek dari Foto",
  "Erase unwanted objects seamlessly in seconds": "Hapus objek tak diinginkan dalam hitungan detik",
  "AI Image Enhancer": "Peningkat Gambar AI",
  "Enhance image quality and clarity automatically": "Tingkatkan kualitas dan kejernihan otomatis",
  "Photo to Cartoon": "Foto ke Kartun",
  "Turn your photos into fun cartoon-style art": "Ubah foto jadi seni kartun seru",
  "Collage Maker": "Pembuat Kolase",
  "Combine multiple photos into beautiful layouts": "Gabungkan banyak foto jadi layout indah",

  "##########comment-41##########": "tools section",
  "Remove Backgrounds Instantly": "Hapus Latar Secara Instan",
  "Upload your image and let our smart tool do the work. Whether you're editing product photos or creating social media content, our background remover helps you isolate your subject with precision and speed. No manual cropping—just fast, clean results.": "Upload gambarmu dan biarkan alat pintar kami bekerja. Untuk foto produk atau konten sosial, penghapus latar kami memisahkan subjek dengan cepat dan presisi. Tanpa crop manual—hasil cepat dan bersih.",
  "Try it now for free": "Coba gratis",
  "AI Image Enhancer Tool": "Peningkat Gambar AI",
  "Breathe new life into your photos with our intelligent image enhancer. Boost clarity, sharpen details, and enhance colors—all with a single click. Whether it's a selfie, product shot, or landscape, your images will look stunning and professional in seconds.": "Hidupkan kembali fotomu dengan peningkat cerdas kami. Tingkatkan kejernihan, detail, dan warna—cukup satu klik. Selfie, produk, atau lanskap akan terlihat profesional dalam detik.",
  "Remove Unwanted Objects": "Hapus Objek Tak Diinginkan",
  "Clean up your photos in seconds with our smart AI object remover. Whether it's a stray person, a distracting item, or background clutter—just highlight it and let the magic happen. Your image stays flawless, your focus stays sharp.": "Bersihkan foto dalam detik dengan penghapus AI kami. Orang lewat, benda ganggu, atau latar berantakan—cukup tandai dan biarkan ajaibnya bekerja. Gambar tetap mulus, fokus tetap tajam.",
  "Turn Photos into Cartoons": "Ubah Foto jadi Kartun",
  "Add a playful twist to your images with our AI-powered cartoonizer. Transform selfies, portraits, or pet photos into vibrant cartoon-style artwork in seconds. Perfect for social media, avatars, or just for fun!": "Beri sentuhan seru dengan kartun AI kami. Ubah selfie, potret, atau foto hewan jadi seni kartun cerah dalam detik. Cocok untuk medsos, avatar, atau sekadar seru!",
  "Build Custom Collages with Ease": "Buat Kolase Kustom dengan Mudah",
  "Mix, match, and tell your story with our easy-to-use collage maker. Choose your layout, drag in your favorite images, and let your creativity shine. Perfect for social media, scrapbooks, or sharing memories with style!": "Campur, padukan, dan ceritakan kisahmu dengan pembuat kolase kami. Pilih layout, tarik gambarmu, dan biarkan kreativitasmu bersinar. Cocok untuk medsos, scrapbook, atau berbagi kenangan!",
  "Explore All Tools": "Jelajahi Semua Alat",

  "##########comment-51##########": "how it works section",
  "HOW IT WORKS": "CARA KERJA",
  "Transform your photos in just 4 simple steps — no technical skills required": "Ubah fotomu hanya dengan 4 langkah mudah — tanpa skill teknis",
  "Choose AI tool": "Pilih alat AI",
  "Upload your photo": "Upload",
  "Apply changes instantly": "Terapkan perubahan instan",
  "Download or export": "Unduh atau ekspor",

  "##########comment-61##########": "ready section",
  "Ready To Transform Your Photos?": "Siap Mengubah Fotomu?",
  "Join thousands of users creating stunning visuals with AI-powered photo editing": "Gabung ribuan pengguna buat visual keren dengan edit foto AI",
  "Try Now for Free": "Coba Gratis",

  "##########comment-71##########": "footer",
  "AI-powered photo editing made simple and accessible for everyone": "Edit foto AI yang mudah dan bisa diakses semua orang",
  "Product": "Produk",
  "Features": "Fitur",
  "PricingLink": "Harga",
  "Company": "Perusahaan",
  "About": "Tentang",
  "Contact": "Kontak",
  "Legal": "Legal",
  "Privacy Policy": "Kebijakan Privasi",
  "Terms of Service": "Syarat Layanan",
  "All rights reserved": "Hak cipta dilindungi",

  "##########comment-81##########": "pricing page",

  "##########comment-91##########": "head section",
  "Simple, Transparent Pricing": "Harga Sederhana",
  "Choose the perfect plan for your image editing needs. Upgrade, downgrade, or cancel anytime": "Pilih paket terbaik untuk kebutuhanmu. Upgrade, downgrade, atau batal kapan saja",
  "Monthly": "Bulanan",
  "Yearly": "Tahunan",

  "##########comment-101##########": "table section",
  "Compare All Features": "Bandingkan Semua Fitur",
  "See what's included in each plan": "Lihat isi tiap paket",

  "##########comment-111##########": "money back section",
  "7-Day Money Back Guarantee": "Garansi Uang Kembali 7 Hari",
  "try risk-free! refunds available within 7 days of first purchase": "coba tanpa risiko! refund tersedia dalam 7 hari pertama",
  "note: renewals and old subscriptions are non-refundable": "catatan: perpanjangan dan langganan lama tidak bisa direfund",

  "##########comment-121##########": "frequently asked questions section",
  "Frequently Asked Questions": "Pertanyaan yang Sering Diajukan",
  "Everything you need to know about our pricing and plans": "Semua yang perlu kamu tahu tentang harga dan paket",
  "Can I change plans anytime?": "Bisakah saya ganti paket kapan saja?",
  "Yes! You can upgrade or downgrade your plan at any time from your billing page. Changes take effect immediately, and we'll prorate any payments.": "Ya! Kamu bisa upgrade atau downgrade kapan saja dari halaman tagihan. Perubahan langsung berlaku, dan kami hitung prorata.",
  "What payment methods do you accept?": "Metode pembayaran apa yang diterima?",
  "We accept all major credit cards (Visa, Mastercard, American Express, Discover) through our secure payment processor, Stripe.": "Kami menerima kartu kredit utama (Visa, Mastercard, American Express, Discover) via Stripe yang aman.",
  "Is there a free trial?": "Apakah ada uji coba gratis?",
  "Yes! Pro and Premium plans come with a 7-day free trial. You won't be charged until the trial period ends. Cancel anytime during the trial with no charges.": "Ya! Paket Pro dan Premium punya trial 7 hari. Tidak ada biaya sampai masa trial berakhir. Bisa batal kapan saja tanpa biaya.",
  "Can I cancel anytime?": "Bisakah saya batal kapan saja?",
  "Absolutely. You can cancel your subscription at any time from your billing page. You'll retain access until the end of your current billing period.": "Tentu. Kamu bisa membatalkan kapan saja dari halaman tagihan. Akses tetap ada sampai periode berakhir.",
  "What happens after I cancel?": "Apa yang terjadi setelah saya batal?",
  "After cancellation, you'll keep access to your paid features until the end of your current billing period. After that, your account will revert to the Free plan.": "Setelah dibatalkan, fitur berbayar tetap aktif sampai periode selesai. Setelah itu, akun kembali ke paket Gratis.",
  "Do you offer refunds?": "Apakah ada refund?",
  "Yes, we offer a 7-day money-back guarantee on your first purchase. If you're not satisfied, contact us within 7 days for a full refund. Note that renewals and older subscriptions are non-refundable.": "Ya, kami beri garansi uang kembali 7 hari untuk pembelian pertama. Jika tidak puas, hubungi kami dalam 7 hari untuk refund penuh. Perpanjangan tidak bisa direfund.",
  "Can I use images commercially?": "Bisakah gambar dipakai komersial?",
  "Commercial use is available on Pro and Premium plans. Free plan images include watermarks and are for personal use only.": "Penggunaan komersial tersedia di paket Pro & Premium. Paket Gratis ada watermark dan hanya untuk pribadi.",
  "How does billing work?": "Bagaimana sistem penagihan?",
  "Billing is automatic and recurring. You'll be charged at the start of each billing period (monthly or yearly). You can view and manage your billing from your account settings.": "Penagihan otomatis dan berulang. Kamu akan ditagih di awal periode (bulanan atau tahunan). Kelola dari pengaturan akun.",

  "##########comment-131##########": "frequently asked questions section",
  "Loved by Thousands of Users": "Disukai Ribuan Pengguna",
  "See what our customers are saying": "Lihat apa kata pelanggan kami",

  "##########comment-141##########": "white section",
  "Secure Payment": "Pembayaran Aman",
  "SSL Encrypted": "Terenkripsi SSL",
  "Money Back Guarantee": "Garansi Uang Kembali",
  "Users Number": "Pengguna",

  "##########comment-151##########": "ready section",
  "Ready To Transform Your Images?": "Siap Mengubah Gambar Anda?",
  "Join Thousands Of Users Who Trust Picsharps": "Gabung Ribuan Pengguna yang Percaya Picsharps",
  "Get Started Free": "Mulai Gratis",

  "##########comment-161##########": "about page",

  "##########comment-171##########": "head section",
  "About Picsharps": "Tentang",
  "our platform was created to make advanced image enhancement simple, fast, and accessible. Many users struggle with complicated editing tools and low-quality images that affect their work. We built this project to solve that problem by offering AI-powered tools that deliver high-quality results in seconds—without any technical skills.": "platform kami dibuat agar peningkatan gambar canggih jadi simpel, cepat, dan mudah diakses. Banyak pengguna kesulitan dengan alat edit rumit dan gambar berkualitas rendah. Kami membangun ini dengan alat AI yang memberi hasil tinggi dalam detik—tanpa skill teknis.",

  "##########comment-181##########": "mission section",
  "Our Mission": "Misi Kami",
  "to empower individuals, creators, and businesses with intelligent AI tools that simplify image editing and deliver professional, high-quality results instantly.": "memberdayakan individu, kreator, dan bisnis dengan alat AI cerdas yang mempermudah edit gambar dan memberi hasil profesional secara instan.",

  "##########comment-191##########": "vision section",
  "Our Vision": "Visi Kami",
  "to become a global leader in AI-powered image solutions by building a complete ecosystem of smart tools that enhance, transform, and optimize visual content for millions of users worldwide.": "menjadi pemimpin global solusi gambar berbasis AI dengan membangun ekosistem alat pintar untuk meningkatkan, mengubah, dan mengoptimalkan konten visual jutaan pengguna.",

  "##########comment-201##########": "values section",
  "Our Values": "Nilai Kami",
  "Simplicity": "Kesederhanaan",
  "easy-to-use tools with no learning curve": "alat mudah dipakai tanpa kurva belajar",
  "Speed": "Kecepatan",
  "ultra-fast AI processing": "pemrosesan AI super cepat",
  "Professional Quality": "Kualitas Profesional",
  "studio-level results every time": "hasil setara studio setiap saat",
  "Innovation": "Inovasi",
  "continuously evolving with the latest AI technology": "terus berkembang dengan teknologi AI terbaru",
  "Reliability": "Keandalan",
  "secure, stable, and consistent performance": "performa aman, stabil, dan konsisten",
  "Accessibility": "Aksesibilitas",
  "high-quality tools available to all users": "alat berkualitas tinggi untuk semua pengguna",

  "##########comment-211##########": "story section",
  "Our Story": "Cerita Kami",
  "founded in 2025, our mission is to build simple, fast, AI-powered creative tools accessible to everyone.": "didirikan 2025, misi kami adalah membuat alat kreatif AI yang simpel, cepat, dan bisa diakses semua orang.",

  "##########comment-221##########": "achievements section",
  "Our Achievements": "Pencapaian Kami",
  "Users": "Pengguna",
  "in the first 6 months": "dalam 6 bulan pertama",
  "4.8/5": "4.8/5",
  "Rating": "Rating",
  "by early users": "oleh pengguna awal",
  "AI Technology": "Teknologi AI",
  "Powered": "Didukung",
  "built with industry-leading AI": "dibangun dengan AI terdepan",

  "##########comment-231##########": "contact page",

  "##########comment-241##########": "head section",
  "Get In Touch": "Hubungi Kami",
  "looking for help and support to enhance your picsharps experience? Whether it's learning how to fix a design problem with our online photo editor, searching for useful photo design tips via tutorials or finding inspiration from our community, we've got all the answers to your questions.": "butuh bantuan untuk meningkatkan pengalaman picsharps? Baik belajar memperbaiki desain, mencari tips lewat tutorial, atau inspirasi dari komunitas, kami punya jawabannya.",

  "##########comment-251##########": "form",
  "Send us a message": "Kirim pesan",
  "Fill out this form below and we'll get back to you soon": "Isi form ini dan kami akan segera menghubungi",
  "Name": "Nama",
  "Your full name": "Nama lengkapmu",
  "EmailLabel": "EmailLabel",
  "Subject": "Subjek",
  "What is this about ?": "Ini tentang apa?",
  "Message": "Pesan",
  "How can we help you ?": "Bagaimana kami bisa bantu?",
  "Attach screenshot (optional)": "Lampirkan tangkapan layar (opsional)",
  "Click or drag to upload": "Klik atau seret",
  "Send message": "Kirim pesan",

  "##########comment-261##########": "side section",
  "Support": "Dukungan",
  "Submit the form and we'll get back to you": "Kirim form dan kami akan menghubungi",
  "Available 24/7 for your convenience": "Tersedia 24/7 untukmu",
  "Company type": "Tipe perusahaan",
  "Online-based company": "Perusahaan berbasis online",
  "No physical office location": "Tanpa kantor fisik",
  "We respond within 24-48 hours": "Kami merespons dalam 24–48 jam",
  "Our team reviews every message and gets back to you promptly": "Tim kami meninjau setiap pesan dan membalas cepat",

  "##########comment-271##########": "bottom section",
  "Connect With Us": "Terhubung Dengan Kami",
  "Follow us on social media for updates and tips": "Ikuti kami di media sosial untuk update & tips",
  "Follow Us": "Ikuti Kami",

  "##########comment-281##########": "all tools page",

  "##########comment-291##########": "head section",
  "Edit Smarter": "Edit Lebih Cerdas",
  "Create Faster": "Buat Lebih Cepat",
  "Pick a tool below and start editing instantly — no experience needed": "Pilih alat di bawah dan mulai edit instan — tanpa pengalaman",

  "##########comment-301##########": "seamless section",
  "SEAMLESS BACKGROUNDS": "LATAR TANPA CELAH",
  "BACKGROUND TOOLS": "ALAT LATAR",
  "Quickly remove, replace, or clean image backgrounds with reliable AI for flawless cutouts and realistic scene rebuilding. Perfect for product shots, portraits, and social posts — fast, precise, and natural-looking results": "Hapus, ganti, atau bersihkan latar dengan AI andal untuk potongan rapi dan adegan realistis. Cocok untuk produk, potret, dan post sosial — cepat, presisi, alami",
  "Try it Now": "Coba Sekarang",

  "##########comment-311##########": "professional section",
  "PROFESSIONAL ENHANCEMENTS": "PENINGKATAN PROFESIONAL",
  "ENHANCE & CLEANUP": "TINGKATKAN & BERSIHKAN",
  "Speed up your workflow with smart enhancement and cleanup tools that make images look polished and professional. From one-click fixes to fine-grained control, these tools remove noise, boost details, and restore clarity while keeping results natural": "Percepat workflow dengan alat pintar yang bikin gambar tampak rapi dan profesional. Dari perbaikan satu klik hingga kontrol detail, alat ini mengurangi noise, menambah detail, dan memulihkan kejernihan secara alami",
  "Instantly improve overall image quality using AI-driven adjustments for exposure, color balance, contrast, and detail. The tool analyzes the photo and applies context-aware corrections that preserve natural skin tones and textures. It reduces noise, refines highlights and shadows, and brings out subtle details without over-processing. Users can toggle strength levels (Auto / Mild / Intense) and preview changes in real time. Ideal for quick polishing of portraits, product shots, and social assets.": "Tingkatkan kualitas gambar secara instan dengan penyesuaian AI untuk eksposur, warna, kontras, dan detail. Alat ini menganalisis foto dan memberi koreksi kontekstual yang menjaga warna kulit dan tekstur alami. Mengurangi noise, menyempurnakan highlight dan bayangan, serta menonjolkan detail halus tanpa over-proses. Pengguna bisa atur level (Auto / Mild / Intense) dan pratinjau real time. Ideal untuk memoles potret, foto produk, dan aset sosial.",
  "Sharpen Image": "Pertajam Gambar",
  "Boost perceived clarity by enhancing edge definition and micro-contrast while avoiding unwanted halos. The algorithm selectively targets soft areas like eyes, hair, and textures to create crisp, camera-ready results. Adjustable sliders let users control Amount, Radius, and Threshold for precise tuning. Works well in combination with the Enhancer for final refinement and is safe to apply in small increments to avoid noise amplification. Perfect for rescuing slightly soft or slightly out-of-focus photos.": "Tingkatkan kejernihan dengan memperkuat tepi dan mikro-kontras tanpa halo. Algoritma menarget area lembut seperti mata, rambut, dan tekstur untuk hasil tajam siap kamera. Slider Amount, Radius, dan Threshold memberi kontrol presisi. Cocok digabung dengan Enhancer untuk sentuhan akhir dan aman dipakai bertahap agar tidak menambah noise. Pas untuk foto agak lembut atau sedikit blur.",

  "##########comment-321##########": "creative section",
  "CREATIVE TRANSFORMS": "TRANSFORMASI KREATIF",
  "Artistic Effects & Filters": "Efek & Filter Artistik",
  "Unlock playful and artistic options to reimagine photos with stylized filters, cartoon conversions, and creative layouts. These tools make it easy to generate shareable content, unique assets, and eye-catching visuals for social media or campaigns": "Buka opsi seru dan artistik dengan filter bergaya, konversi kartun, dan layout kreatif. Mudah membuat konten shareable, aset unik, dan visual menarik untuk medsos atau kampanye",
  "Convert portraits or photos into polished cartoon or illustration styles using neural style transfer tuned for faces and textures. Outputs include multiple style presets (line-art, flat-color, painterly) and adjustable strength for subtle to bold transformations. The tool preserves facial proportions and key details while translating shading and edges into an illustrated look. Users can tweak color palettes and line thickness, then export at high resolution for avatars or social posts. Great for playful branding, profile pics, and viral content.": "Ubah potret atau foto jadi gaya kartun/ilustrasi rapi dengan neural style transfer yang disetel untuk wajah dan tekstur. Tersedia preset (line-art, flat-color, painterly) dengan kekuatan yang bisa diatur dari halus hingga bold. Proporsi wajah dan detail utama tetap terjaga saat shading dan tepi jadi ilustratif. Pengguna bisa atur palet warna dan ketebalan garis, lalu ekspor resolusi tinggi untuk avatar atau post sosial. Cocok untuk branding seru, foto profil, dan konten viral.",
  "Photo Filters": "Filter Foto",
  "Apply professionally crafted color presets and creative looks to change mood and style instantly. Filters range from subtle cinematic corrections to punchy social-media-ready looks, each preserving skin tones and dynamic range. Each preset includes adjustable intensity so you can blend the filter with the original image for natural results. Save custom combinations as user presets for consistent branding across batches. Great for quick styling, A/B testing looks, and keeping a cohesive aesthetic across your content.": "Terapkan preset warna profesional dan tampilan kreatif untuk ubah mood dan gaya secara instan. Dari koreksi sinematik halus hingga tampilan siap medsos, semuanya menjaga warna kulit dan rentang dinamis. Tiap preset punya intensitas yang bisa diatur agar hasil tetap natural. Simpan kombinasi kustom sebagai preset pengguna untuk branding konsisten. Cocok untuk styling cepat, A/B test, dan estetika seragam.",

  "##########comment-331##########": "essential section",
  "ESSENTIAL EDITS": "EDIT PENTING",
  "BASIC EDITS": "EDIT DASAR",
  "Core, quick-edit tools for resizing, framing, and flipping images — simple operations that are essential in every editing workflow. Fast, reliable, and designed to pair seamlessly with the AI-powered features for a complete editing experience": "Alat inti untuk resize, framing, dan flip — operasi sederhana yang wajib di setiap workflow. Cepat, andal, dan dirancang menyatu dengan fitur AI untuk pengalaman lengkap",
  "Resize Image": "Ubah Ukuran Gambar",
  "Change image dimensions and resolution with smart resampling that minimizes quality loss and preserves important details. Preset aspect ratios and device-targeted sizes (Instagram, TikTok, banners) streamline exports for common use cases. You can choose resample algorithms (bicubic, lanczos) or an AI upscaling option for enlargements. The interface previews final pixel dimensions and file size so you can optimize for web or print. Handy for batch resizing large galleries or preparing single images for specific platforms.": "Ubah dimensi dan resolusi dengan resampling cerdas yang meminimalkan penurunan kualitas dan menjaga detail penting. Preset rasio dan ukuran target perangkat (Instagram, TikTok, banner) mempermudah ekspor. Pilih algoritma (bicubic, lanczos) atau upscaling AI untuk perbesaran. Antarmuka menampilkan pratinjau ukuran piksel dan file untuk optimasi web atau cetak. Praktis untuk resize batch atau persiapan platform tertentu.",
  "Crop Image": "Potong Gambar",
  "Recompose photos with precision using freeform crop, preset ratios, and rule-of-thirds guides to improve framing instantly. Auto-suggestions highlight better crops based on subject positioning and visual balance. Edge-aware cropping keeps important areas visible and allows non-destructive crops saved as versions. Quick keyboard shortcuts and snap-to guides speed up iterative adjustments during editing sessions. Ideal for tightening composition for thumbnails, profile pictures, and layout-ready assets.": "Susun ulang foto dengan presisi lewat crop bebas, rasio preset, dan panduan rule-of-thirds. Saran otomatis menyorot crop terbaik berdasar posisi subjek dan keseimbangan visual. Crop peka-tepi menjaga area penting tetap terlihat dan non-destruktif sebagai versi. Shortcut cepat dan snap-to guide mempercepat penyesuaian. Ideal untuk thumbnail, foto profil, dan aset siap layout.",
  "Combine multiple photos into cohesive, well-composed collages using modern templates and flexible grid controls. Drag-and-drop placement, rounded corners, and consistent spacing keep the layout neat while smart cropping preserves important subject areas. Templates include thematic choices (travel, portfolio, product grid) and adjustable aspect ratios for Instagram posts or story formats. Users can add optional frames, subtle shadows, and color-coordinated backgrounds for polish. Excellent for moodboards, social campaigns, and multi-photo storytelling.": "Gabungkan banyak foto jadi kolase rapi dengan template modern dan grid fleksibel. Drag-and-drop, sudut membulat, dan jarak konsisten menjaga layout bersih, sementara crop pintar menjaga area penting. Template tematik (travel, portofolio, grid produk) dan rasio yang bisa diatur untuk post atau story Instagram. Tambahkan frame, bayangan halus, dan latar serasi. Cocok untuk moodboard, kampanye sosial, dan storytelling.",

  "##########comment-381##########": "tools dropdown",
  "Background & Object Editing": "Edit Latar & Objek",
  "Remove Background": "Hapus Latar",
  "Object Removal": "Hapus Objek",
  "Blur Image": "Blur Gambar",
  "Image Enhancement": "Peningkatan Gambar",
  "Oil Paint Effect": "Efek Lukisan Minyak",
  "Grayscale Image": "Gambar Grayscale",
  "Rounded Corner Image": "Gambar Sudut Bulat",
  "Basic Adjustments & Resize": "Penyesuaian Dasar & Resize",
  "Adjust Image": "Sesuaikan Gambar",
  "Create Collage": "Buat Kolase",
  "Back to Home": "Kembali ke Beranda",

  "##########comment-391##########": "upload photo layout",

  "##########comment-401##########": "head descriptions",
  "Upload your image and let AI automatically detect and remove the background in seconds.": "Upload gambarmu dan biarkan AI mendeteksi serta menghapus latar secara otomatis dalam hitungan detik.",
  "Upload your image and apply a blur effect in just a few seconds.": "Upload gambarmu dan terapkan efek blur dalam beberapa detik.",
  "Automatically improve image quality, lighting, and details with powerful AI enhancement tools.": "Tingkatkan kualitas, pencahayaan, dan detail gambar secara otomatis dengan alat AI canggih.",
  "Make blurry photos crystal clear by enhancing edges and restoring lost details instantly.": "Jadikan foto buram jadi jernih dengan meningkatkan tepi dan memulihkan detail secara instan.",
  "Turn your photo into a fun, high-quality cartoon or illustration with AI magic.": "Ubah fotomu jadi kartun atau ilustrasi berkualitas tinggi dengan sihir AI.",
  "Quickly adjust your photo dimensions without losing quality — fit any platform or use.": "Sesuaikan ukuran foto dengan cepat tanpa kehilangan kualitas — cocok untuk semua platform.",
  "Upload your image and convert it to grayscale instantly.": "Upload gambarmu dan ubah ke grayscale secara instan.",
  "Upload your image and apply rounded corners with ease.": "Upload gambarmu dan terapkan sudut membulat dengan mudah.",
  "Transform your image into an oil painting style artwork.": "Ubah gambarmu menjadi karya bergaya lukisan minyak.",
  "Allows fine-tuning image colors by adjusting brightness, contrast, saturation, and gamma — only the provided values are applied.": "Memungkinkan penyesuaian warna dengan mengatur brightness, contrast, saturation, dan gamma — hanya nilai yang diberikan yang diterapkan.",
  "Crop an image to remove unwanted areas.": "Potong gambar untuk menghapus area yang tidak diinginkan.",
  "Remove any unwanted objects from your photos and make them stay crystal clear.": "Hapus objek tak diinginkan dari fotomu dan tetap jernih.",
  "Create beautiful photo collages by combining multiple images into one layout.": "Buat kolase foto indah dengan menggabungkan banyak gambar dalam satu layout.",

  "##########comment-411##########": "dropzone itself",
  "Supported formats: PNG, JPG, JPEG, WEBP": "Format didukung: PNG, JPG, JPEG, WEBP",
  "Max size: 10MB": "Ukuran maks: 10MB",
  "Number of Photos": "Jumlah Foto",
  "Photos": "Foto",
  "Choose the template you want!": "Pilih template yang kamu mau!",
  "Uploaded": "Diunggah",
  "Photos of": "Foto dari",
  "All Required Images Have Been Uploaded": "Semua Gambar Wajib Sudah Diunggah",
  "Start": "Mulai",
  "Processing ...": "Memproses ...",

  "##########comment-421##########": "uploading, pre-processing, post-processing",
  "Uploading ...": "Mengunggah ...",
  "Select the object to remove!": "Pilih objek yang ingin dihapus!",
  "ORIGINAL": "ASLI",
  "Brush Size": "Ukuran Kuas",
  "Clear Mask": "Hapus Mask",
  "Brightness": "Kecerahan",
  "Contrast": "Kontras",
  "Saturation": "Saturasi",
  "Gamma": "Gamma",
  "Level": "Level",
  "Strength": "Kekuatan",
  "Amount": "Jumlah",
  "Radius": "Radius",
  "Transparent": "Transparan",
  "Color": "Warna",
  "Fill": "Isi",
  "Scale": "Skala",
  "Start Processing": "Mulai Proses",
  "Change Photo": "Ganti Foto",
  "You have used up your free attempts! Please log in to continue.": "Kamu telah menghabiskan semua percobaan gratis! Silakan login untuk lanjut.",
  "Your points are insufficient or your subscription has expired! Please check the subscriptions section.": "Poinmu tidak cukup atau langgananmu telah habis! Silakan cek bagian langganan.",
  "Select something firstly!": "Pilih sesuatu terlebih dulu!",
  "PROCESSED": "DIPROSES",
  "Select a tool to process the result with ...": "Pilih alat untuk memproses hasil ...",
  "Download Result": "Unduh Hasil",
  "Successfully saved locally and to your downloads!": "Berhasil disimpan secara lokal dan ke folder unduhan!",
  "Failed saving locally and to your downloads!": "Gagal menyimpan secara lokal dan ke unduhan!",
  "Successfully saved locally but failed saving to your downloads!": "Berhasil disimpan lokal tapi gagal ke unduhan!",
  "Failed saving locally but successfully saved to your downloads!": "Gagal disimpan lokal tapi berhasil ke unduhan!",

  "##########comment-431##########": "bottom static boxes",
  "Fast AI Processing": "Pemrosesan AI Cepat",
  "Get results in seconds with our advanced AI technology": "Dapatkan hasil dalam hitungan detik dengan teknologi AI canggih",
  "High Quality Cutouts": "Potongan Berkualitas Tinggi",
  "Precise edge detection for professional results": "Deteksi tepi presisi untuk hasil profesional",
  "Automatic Edge Detection": "Deteksi Tepi Otomatis",
  "Smart algorithms handle complex images effortlessly": "Algoritma pintar menangani gambar kompleks dengan mudah",
  "Supports Large Images": "Mendukung Gambar Besar",
  "Process high-resolution images up to 10MB": "Proses gambar resolusi tinggi hingga 10MB",

  "##########comment-441##########": "profile",
  "MANAGE YOUR ACCOUNT!": "KELOLA AKUNMU!",
  "User Data": "Data Pengguna",
  "Subscriptions": "Langganan",
  "My Downloads": "Unduhanku",
  "Log Out": "Keluar",

  "##########comment-451##########": "user data screen and subscriptions screen",
  "Set Password": "Atur Kata Sandi",
  "must have 8+ chars & one uppercase & one digit": "harus 8+ karakter & satu huruf besar & satu angka",
  "Confirm": "Konfirmasi",
  "Free Plan": "Paket Gratis",
  "credits remaining of": "sisa kredit dari",
  "Change Plan": "Ganti Paket",
  "premium-monthly": "Paket Premium - Bulanan",
  "premium-yearly": "Paket Premium - Tahunan",
  "pro-monthly": "Paket Pro - Bulanan",
  "pro-yearly": "Paket Pro - Tahunan",
  "Active": "Aktif",
  "Not Active": "Tidak Aktif",
  "Start:": "Mulai:",
  "End:": "Akhir:",
  "Billing History": "Riwayat Tagihan",
  "You haven't made any payments yet!": "Kamu belum melakukan pembayaran apa pun!",
  "Date": "Tanggal",
  "AmountText": "Jumlah",
  "More Details": "Detail Lainnya",
  "More": "Lainnya",
  "Less": "Lebih Sedikit",

  "##########comment-461##########": "my downloads screen",
  "Images you've downloaded in the last 30 days": "Gambar yang kamu unduh dalam 30 hari terakhir",
  "Size": "Ukuran",
  "Created Date": "Tanggal Dibuat",
  "Expiry Date": "Tanggal Kedaluwarsa",
  "Download": "Unduh",

  "##########comment-471##########": "login popup",

  "##########comment-481##########": "head",
  "Hi there!": "Hai!",
  "Welcome to Picsharps, so happy to see you.": "Selamat datang di Picsharps, senang melihatmu.",

  "##########comment-491##########": "google login screen",
  "Continue with Google": "Lanjutkan dengan Google",
  "Or use email": "Atau gunakan email",
  "By continuing, you agree to our": "Dengan melanjutkan, kamu setuju dengan",
  "Terms Of Service": "Syarat Layanan",
  "and": "dan",

  "##########comment-501##########": "mail login screen",
  "Email": "Email",
  "Password": "Kata Sandi",
  "Enter password": "Masukkan kata sandi",
  "Login": "Masuk",
  "Forgot Password?": "Lupa Kata Sandi?",
  "Back to Login with Google": "Kembali ke Login dengan Google",
  "Loading ...": "Memuat ...",
  "Email is Required!": "Email wajib diisi!",
  "Password is Required!": "Kata sandi wajib diisi!",
  "Invalid Email Address!": "Alamat email tidak valid!",
  "Invalid Credentials!": "Kredensial tidak valid!",
  "Something Went Wrong!": "Terjadi kesalahan!",
  "Code sent to your email!": "Kode dikirim ke emailmu!",
  "Code is Required!": "Kode wajib diisi!",
  "Invalid Code!": "Kode tidak valid!",
  "Invalid or expired code!": "Kode tidak valid atau kedaluwarsa!",
  "New password is Required!": "Kata sandi baru wajib diisi!",
  "Password reset successfully!": "Kata sandi berhasil direset!",
  "Password must be 8+ chars with upper, lower case letters, and at least one number!": "Kata sandi harus 8+ karakter, huruf besar & kecil, dan minimal satu angka!",

  "##########comment-511##########": "rest flow",
  "Request Code": "Minta Kode",
  "Code": "Kode",
  "6-digit code": "Kode 6 digit",
  "Verify Code": "Verifikasi Kode",
  "Set New Password": "Atur Kata Sandi Baru",
  "New Password": "Kata Sandi Baru",
  "Reset Password": "Reset Kata Sandi",

  "##########comment-521##########": "privacy and terms layout",
  "Your privacy matters to us. Learn how we collect, use, and protect your data.": "Privasimu penting bagi kami. Pelajari cara kami mengumpulkan, menggunakan, dan melindungi datamu.",
  "Please read these terms carefully before using our services.": "Harap baca ketentuan ini dengan saksama sebelum menggunakan layanan kami.",
  "Last Updated: November 24, 2025": "Terakhir Diperbarui: 24 November 2025",
  "Quick Navigation": "Navigasi Cepat",
  "1. Introduction": "1. Pendahuluan",
  "2. Information We Collect": "2. Informasi Kumpulkan",
  "3. How We Use Your Data": "3. Cara Menggunakan Datamu",
  "4. Data Sharing & Third Parties": "4. Berbagi Data & Pihak Ketiga",
  "5. Data Storage & Retention": "5. Penyimpanan & Retensi Data",
  "6. Your Data Rights": "6. Hak Data Anda",
  "7. Third-Party Authentication": "7. Autentikasi Pihak Ketiga",
  "8. Image security": "8. Keamanan gambar",
  "9. Cookies & Tracking": "9. Cookie & Pelacakan",
  "10. Age Policy": "10. Kebijakan Usia",
  "11. Contact us": "11. Hubungi kami",
  "1. Acceptance of Terms": "1. Penerimaan Ketentuan",
  "2. Usage Restrictions": "2. Batasan Penggunaan",
  "3. Service Guarantee": "3. Jaminan Layanan",
  "4. Payment Terms": "4. Ketentuan Pembayaran",
  "5. Cancelation": "5. Pembatalan",
  "6. Intellectual Property": "6. Hak Kekayaan Intelektual",
  "7. Limitation of Liability": "7. Batasan Tanggung Jawab",
  "8. Account Termination": "8. Penghentian Akun",
  "9. Changes to Terms": "9. Perubahan Ketentuan",
  "10. Governing Law": "10. Hukum yang Berlaku",
  "Have Questions About Your Privacy?": "Punya Pertanyaan Tentang Privasi?",
  "Ready to Get Started?": "Siap Memulai?",
  "Our Team Is Here To Help. Reach Out With Any Concerns Or Questions About How We Protect Your Data.": "Tim kami siap membantu. Hubungi kami untuk pertanyaan atau kekhawatiran tentang perlindungan datamu.",
  "Join thousands of users transforming their images.": "Bergabunglah dengan ribuan pengguna yang mengubah gambar mereka.",

  "##########comment-531##########": "privacy page",
  "Introduction": "Pendahuluan",
  "Yes, we collect limited user data necessary to operate and improve our services. This may include technical data such as browser type, device information, and usage statistics. We do not collect any unnecessary personal information.": "Ya, kami mengumpulkan data terbatas yang diperlukan untuk menjalankan dan meningkatkan layanan kami. Ini dapat mencakup data teknis seperti jenis browser, info perangkat, dan statistik penggunaan. Kami tidak mengumpulkan data pribadi yang tidak perlu.",
  "Information We Collect": "Informasi yang Kami Kumpulkan",
  "We collect the following types of information:": "Kami mengumpulkan jenis informasi berikut:",
  "Technical data (browser type, device information)": "Data teknis (jenis browser, info perangkat)",
  "Usage statistics to improve service performance": "Statistik penggunaan untuk meningkatkan performa layanan",
  "Images you upload (stored temporarily)": "Gambar yang kamu unggah (disimpan sementara)",
  "Account information from Google login (name, email, profile picture)": "Info akun dari login Google (nama, email, foto profil)",
  "How We Use Your Data": "Cara Kami Menggunakan Datamu",
  "We use your data exclusively for the following purposes:": "Kami menggunakan datamu hanya untuk tujuan berikut:",
  "Service Operation: To provide core functionality and process your requests": "Operasi Layanan: Menyediakan fungsi inti dan memproses permintaanmu",
  "Performance Improvement: To analyze usage patterns and optimize our platform": "Peningkatan Performa: Menganalisis pola penggunaan dan mengoptimalkan platform",
  "User Experience Enhancement: To personalize your experience and provide better results": "Peningkatan Pengalaman: Mempersonalisasi pengalaman dan memberi hasil lebih baik",
  "Service": "Layanan",
  "Operation:": "Operasi:",
  "Performance": "Performa",
  "Improvement:": "Peningkatan:",
  "User": "Pengguna",
  "Experience": "Pengalaman",
  "Enhancement:": "Peningkatan:",
  "Data Sharing & Third Parties": "Berbagi Data & Pihak Ketiga",
  "We only share data with:": "Kami hanya membagikan data dengan:",
  "Stripe for secure payment processing": "Stripe untuk pemrosesan pembayaran aman",
  "Analytics providers for performance improvement": "Penyedia analitik untuk peningkatan performa",
  "Stripe": "Stripe",
  "Analytics": "Analitik",
  "providers": "penyedia",
  "We do not sell user data, period.": "Kami tidak menjual data pengguna, titik.",
  "Data Storage & Retention": "Penyimpanan & Retensi Data",
  "Images": "Gambar",
  "✓ Stored for 30 days": "✓ Disimpan selama 30 hari",
  "✓ Then automatically deleted": "✓ Lalu dihapus otomatis",
  "✓ Securely encrypted in transit and at rest": "✓ Dienkripsi aman saat transit dan tersimpan",
  "Account Data": "Data Akun",
  "✓ Stored as long as account is active": "✓ Disimpan selama akun aktif",
  "✓ Deleted upon account deletion": "✓ Dihapus saat akun dihapus",
  "✓ Backup retention: 90 days": "✓ Retensi cadangan: 90 hari",
  "Your Data Rights": "Hak Data Anda",
  "You have complete control over your data. You have the right to:": "Kamu memiliki kendali penuh atas datamu. Hakmu meliputi:",
  "Download a copy of all your data": "Mengunduh salinan semua datamu",
  "Request complete account deletion": "Meminta penghapusan akun sepenuhnya",
  "Access and review your information at any time": "Mengakses dan meninjau info kapan saja",
  "Opt-out of non-essential data collection": "Menolak pengumpulan data non-esensial",
  "Third-Party Authentication": "Autentikasi Pihak Ketiga",
  "Our platform provides login through Google for your convenience. When you sign in with Google, we only access basic profile information necessary for account creation, including:": "Platform kami menyediakan login via Google. Saat masuk, kami hanya mengakses info dasar yang diperlukan untuk membuat akun, termasuk:",
  "Your name": "Namamu",
  "Email address": "Alamat email",
  "Profile picture (optional)": "Foto profil (opsional)",
  "How We Protect Your Images": "Cara Kami Melindungi Gambarmu",
  "We temporarily store the images you upload on our servers to ensure proper processing and to provide features such as download history or re-accessing previous results.": "Kami menyimpan sementara gambar yang kamu unggah di server kami untuk memastikan pemrosesan yang tepat dan menyediakan fitur seperti riwayat unduhan.",
  "Security measures include:": "Langkah keamanan meliputi:",
  "End-to-end encryption during upload and storage": "Enkripsi end-to-end saat unggah dan penyimpanan",
  "Strict access controls - only you can access your images": "Kontrol akses ketat - hanya kamu yang bisa mengakses gambarmu",
  "Regular security audits and monitoring": "Audit dan pemantauan keamanan rutin",
  "Automatic deletion after 30 days": "Penghapusan otomatis setelah 30 hari",
  "Security": "Keamanan",
  "measures": "langkah",
  "include:": "meliputi:",
  "Your images are never shared, reused, or used for AI training.": "Gambarmu tidak pernah dibagikan, digunakan ulang, atau dipakai melatih AI.",
  "You may request immediate deletion at any time.": "Kamu bisa meminta penghapusan langsung kapan saja.",
  "Cookies & Tracking": "Cookie & Pelacakan",
  "Good news!": "Kabar baik!",
  "We do not use cookies or tracking tools like Google Analytics. Your browsing experience is completely private and ad-free.": "Kami tidak menggunakan cookie atau alat pelacak seperti Google Analytics. Pengalamanmu sepenuhnya privat dan bebas iklan.",
  "We only use essential session storage to maintain your login state, which is cleared when you log out or close your browser.": "Kami hanya memakai penyimpanan sesi penting untuk menjaga status login, yang dihapus saat kamu keluar atau menutup browser.",
  "Age Policy": "Kebijakan Usia",
  "Our service is designed to be safe and appropriate for all age groups. We do not knowingly collect personal information from children, and we encourage parental supervision for younger users.": "Layanan kami dirancang aman untuk semua usia. Kami tidak sengaja mengumpulkan data pribadi anak-anak dan mendorong pengawasan orang tua.",
  "Privacy Questions?": "Pertanyaan Privasi?",
  "If you have any questions about our privacy practices, need clarification on how we handle your data, or want to exercise your data rights, please don't hesitate to reach out.": "Jika kamu punya pertanyaan tentang praktik privasi kami atau ingin menggunakan hak datamu, jangan ragu untuk menghubungi kami.",
  "Contact Us": "Hubungi Kami",

  "##########comment-541##########": "terms page",
  "Acceptance of Terms": "Penerimaan Ketentuan",
  "By accessing and using PicSharps, you accept and agree to be bound by these Terms of Service. If you do not agree, please do not use our services.": "Dengan mengakses dan menggunakan PicSharps, kamu menerima dan setuju terikat oleh Ketentuan Layanan ini. Jika tidak setuju, mohon jangan gunakan layanan kami.",
  "Usage Restrictions": "Batasan Penggunaan",
  "You agree not to use our tools or services to create, upload, or distribute any content that is harmful, abusive, illegal, political, nudity, or violates the rights of others. You also agree not to misuse the platform, attempt to interfere with its functionality, or use automated systems to access the services in an unauthorized way.": "Kamu setuju untuk tidak menggunakan alat atau layanan kami untuk membuat, mengunggah, atau menyebarkan konten yang berbahaya, kasar, ilegal, politis, mengandung nuditas, atau melanggar hak orang lain. Kamu juga setuju untuk tidak menyalahgunakan platform, mengganggu fungsinya, atau memakai sistem otomatis tanpa izin.",
  "Prohibited Content Includes:": "Konten Terlarang Meliputi:",
  "Harmful or abusive content": "Konten berbahaya atau kasar",
  "Illegal material": "Materi ilegal",
  "Political content": "Konten politik",
  "Nudity": "Nuditas",
  "Content violating others' rights": "Konten yang melanggar hak orang lain",
  "Platform misuse or interference": "Penyalahgunaan atau gangguan platform",
  "Unauthorized automated access": "Akses otomatis tanpa izin",
  "No Guarantee of Results": "Tanpa Jaminan Hasil",
  "We do not provide any guarantee regarding the accuracy, quality, or perfection of the results generated by our AI tools. All outputs are provided 'AS IS' based on the available AI models and processing capabilities. We are not responsible for unexpected outcomes, quality variations, or any decisions made based on the generated results.": "Kami tidak memberikan jaminan apa pun terkait akurasi, kualitas, atau kesempurnaan hasil dari alat AI kami. Semua output disediakan 'APA ADANYA' berdasarkan model AI dan kemampuan pemrosesan yang tersedia. Kami tidak bertanggung jawab atas hasil tak terduga, variasi kualitas, atau keputusan yang dibuat dari hasil tersebut.",
  "Payment & Subscription": "Pembayaran & Langganan",
  "Billing System": "Sistem Penagihan",
  "Payment processed securely through Stripe": "Pembayaran diproses aman melalui Stripe",
  "Auto-Renewal": "Perpanjangan Otomatis",
  "Subscriptions renew automatically each period": "Langganan diperpanjang otomatis setiap periode",
  "Payment Methods": "Metode Pembayaran",
  "All major credit/debit cards via Stripe": "Semua kartu kredit/debit utama via Stripe",
  "Price Changes": "Perubahan Harga",
  "30 days advance notice for any changes": "Pemberitahuan 30 hari sebelumnya untuk setiap perubahan",
  "Refund Policy": "Kebijakan Pengembalian Dana",
  "Refunds Allowed": "Pengembalian Dana Diizinkan",
  "Within 7 days of first purchase": "Dalam 7 hari sejak pembelian pertama",
  "days": "hari",
  "Non-Refundable": "Tidak Dapat Dikembalikan",
  "Renewals and old subscriptions": "Perpanjangan dan langganan lama",
  "How to Cancel Your Subscription": "Cara Membatalkan Langganan",
  "Users can cancel anytime from the Billing page.": "Pengguna dapat membatalkan kapan saja dari halaman Penagihan.",
  "Go to Billing": "Ke Penagihan",
  "Ownership & Intellectual Property": "Kepemilikan & Hak Kekayaan Intelektual",
  "YOU OWN YOUR CONTENT": "KAMU MEMILIKI KONTENMU",
  "Users retain full ownership of all images they upload and generate. Picsharps does not claim any rights to your content.": "Pengguna tetap memiliki hak penuh atas semua gambar yang diunggah dan dihasilkan. Picsharps tidak mengklaim hak apa pun atas kontenmu.",
  "Limitation of Liability": "Batasan Tanggung Jawab",
  "Data Loss": "Kehilangan Data",
  "Loss of user data or files": "Kehilangan data atau file pengguna",
  "Service Interruptions": "Gangguan Layanan",
  "Downtime or unavailability": "Waktu henti atau tidak tersedia",
  "Misuse by User": "Penyalahgunaan oleh Pengguna",
  "Actions taken by users": "Tindakan yang dilakukan pengguna",
  "Force Majeure": "Keadaan Kahar",
  "Events outside our control": "Peristiwa di luar kendali kami",
  "We may terminate accounts for:": "Kami dapat menghentikan akun karena:",
  "Abuse or Misuse": "Penyalahgunaan",
  "Illegal Activity": "Aktivitas Ilegal",
  "System Attacks or Exploitation": "Serangan atau eksploitasi sistem",
  "Changes to Terms of Service": "Perubahan Ketentuan Layanan",
  "Users will be notified via Email when terms are updated. Continued use after notification constitutes acceptance of new terms.": "Pengguna akan diberi tahu lewat Email saat ketentuan diperbarui. Penggunaan berkelanjutan setelah pemberitahuan berarti menerima ketentuan baru.",
  "Governing Law": "Hukum yang Berlaku",
  "These Terms are governed by the laws of United Arab Emirates (UAE)": "Ketentuan ini diatur oleh hukum Uni Emirat Arab (UEA)",
  "United": "Uni",
  "Arab": "Arab",
  "Emirates": "Emirat",
  "Questions About Terms?": "Pertanyaan Tentang Ketentuan?",
  "If you have any questions about these Terms of Service, please contact us.": "Jika kamu punya pertanyaan tentang Ketentuan Layanan ini, silakan hubungi kami.",

  "##########comment-551##########": "rest pricing page",
  "Something went wrong while loading the plans!": "Terjadi kesalahan saat memuat paket!",
  "Save 20%": "Hemat 20%",
  "Free Forever": "Gratis",
  "Free": "Gratis",
  "Forever free": "Gratis selamanya",
  "Perfect for trying out our tools": "Cocok untuk mencoba alat kami",
  "10 images per month": "10 gambar per bulan",
  "Standard quality output": "Output kualitas standar",
  "All tools access": "Akses semua alat",
  "Watermark on downloads": "Watermark pada unduhan",
  "HD/4K quality": "Kualitas HD/4K",
  "Priority processing": "Pemrosesan prioritas",
  "Commercial use": "Penggunaan komersial",
  "Download history (7 days only)": "Riwayat unduhan (7 hari saja)",
  "No watermark": "Tanpa watermark",
  "Most Popular": "Paling",
  "Pro": "Pro",
  "/ month": "/ bulan",
  "Billed monthly": "Ditagih bulanan",
  "$95.88 /year": "$95.88 /tahun",
  "/ year": "/ tahun",
  "Best for creators and professionals": "Terbaik untuk kreator dan profesional",
  "100 images per month": "100 gambar per bulan",
  "HD quality output": "Output kualitas HD",
  "30-day download history": "Riwayat unduhan 30 hari",
  "Commercial use allowed": "Penggunaan komersial diizinkan",
  "Email support": "Dukungan email",
  "4K quality": "Kualitas 4K",
  "API access": "Akses API",
  "Start Plan": "Mulai Paket",
  "Best Value": "Nilai Terbaik",
  "Premium": "Premium",
  "$179.88 /year": "$179.88 /tahun",
  "For power users and businesses": "Untuk pengguna berat dan bisnis",
  "Unlimited images": "Gambar tanpa batas",
  "4K quality output": "Output kualitas 4K",
  "All tools access (including future tools)": "Akses semua alat (termasuk alat mendatang)",
  "Fastest priority processing": "Pemrosesan prioritas tercepat",
  "Unlimited download history": "Riwayat unduhan tanpa batas",
  "Priority email support": "Dukungan email prioritas",
  "API access (coming soon)": "Akses API (segera hadir)",
  "Bulk processing": "Pemrosesan massal",
  "Team collaboration (coming soon)": "Kolaborasi tim (segera hadir)",
  "Feature": "Fitur",
  "USAGE LIMITS": "BATAS PENGGUNAAN",
  "Max file size": "Ukuran file maks",
  "10MB": "10MB",
  "25MB": "25MB",
  "100MB": "100MB",
  "Storage duration": "Durasi penyimpanan",
  "7 days": "7 hari",
  "30 days": "30 hari",
  "Unlimited": "Tanpa batas",
  "OUTPUT QUALITY": "KUALITAS OUTPUT",
  "HD quality": "Kualitas HD",
  "4k quality": "Kualitas 4k",
  "FEATURES": "FITUR",
  "Watermark removal": "Penghapusan watermark",
  "Download history": "Riwayat unduhan",
  "Priority support": "Dukungan prioritas",
  "SUPPORT": "DUKUNGAN",
  "Show Details": "Tampilkan Detail",
  "OK": "OK",

  "No images yet!": "Belum ada gambar!",
  "credits": "kredit",
  "Account suspended!": "Akun ditangguhkan!",
  "This plan is temporarily unavailable for the selected subscription period!": "Paket ini sementara tidak tersedia untuk periode langganan yang dipilih!"
}
