{
  "##########comment-1##########": "landing page",

  "##########comment-11##########": "header",
  "Home": "Início",
  "Tools": "Ferramentas",
  "Pricing": "Preços",
  "LoginHeaderButton": "Entrar",
  "Start Creating": "Começar a Criar",
  "Profile": "Perfil",

  "##########comment-21##########": "hero section",
  "DESIGN EASILY": "DESIGN FÁCIL",
  "Enhance, retouch, remove backgrounds, and create stunning visuals in seconds.": "Melhore, retoque, remova fundos e crie visuais incríveis em segundos.",
  "No design skills needed.": "Sem necessidade de habilidades de design.",
  "Drag & Drop or Click to Upload": "Arraste e Solte ou Clique para Enviar",
  "Max size 10MB": "Tamanho máx 10MB",
  "Upload Image": "Enviar",

  "##########comment-31##########": "quick links section",
  "QUICK LINKS": "LINKS RÁPIDOS",
  "POPULAR TOOLS": "FERRAMENTAS POPULARES",
  "Here we collected the most used Generative AI and Photo Editing tools people are looking for!": "Aqui reunimos as ferramentas de IA e edição de fotos mais usadas!",
  "Remove Backgrounds": "Remover Fundos",
  "Remove backgrounds instantly with powerful AI": "Remova fundos instantaneamente com IA poderosa",
  "Remove Object from Photo": "Remover Objeto da Foto",
  "Erase unwanted objects seamlessly in seconds": "Apague objetos indesejados perfeitamente em segundos",
  "AI Image Enhancer": "Melhorador de Imagem IA",
  "Enhance image quality and clarity automatically": "Melhore qualidade e nitidez automaticamente",
  "Photo to Cartoon": "Foto para Cartoon",
  "Turn your photos into fun cartoon-style art": "Transforme suas fotos em arte estilo cartoon",
  "Collage Maker": "Criador de Colagem",
  "Combine multiple photos into beautiful layouts": "Combine várias fotos em layouts lindos",

  "##########comment-41##########": "tools section",
  "Remove Backgrounds Instantly": "Remova Fundos Instantaneamente",
  "Upload your image and let our smart tool do the work. Whether you're editing product photos or creating social media content, our background remover helps you isolate your subject with precision and speed. No manual cropping—just fast, clean results.": "Envie sua imagem e deixe nossa ferramenta fazer o trabalho. Editando fotos de produtos ou criando conteúdo, nosso removedor ajuda a isolar seu objeto com precisão e rapidez. Sem corte manual—só resultados rápidos e limpos.",
  "Try it now for free": "Experimente",
  "AI Image Enhancer Tool": "Melhorador de Imagem IA",
  "Breathe new life into your photos with our intelligent image enhancer. Boost clarity, sharpen details, and enhance colors—all with a single click. Whether it's a selfie, product shot, or landscape, your images will look stunning and professional in seconds.": "Dê vida nova às suas fotos com nosso melhorador inteligente. Aumente nitidez, realce detalhes e cores—tudo com um clique. Seja selfie, produto ou paisagem, suas imagens ficarão incríveis e profissionais em segundos.",
  "Remove Unwanted Objects": "Remova Objetos Indesejados",
  "Clean up your photos in seconds with our smart AI object remover. Whether it's a stray person, a distracting item, or background clutter—just highlight it and let the magic happen. Your image stays flawless, your focus stays sharp.": "Limpe suas fotos em segundos com nosso removedor IA. Seja uma pessoa, item distrativo ou desordem—só destaque e deixe a mágica acontecer. Sua imagem fica perfeita, seu foco permanece nítido.",
  "Turn Photos into Cartoons": "Transforme Fotos em Cartoons",
  "Add a playful twist to your images with our AI-powered cartoonizer. Transform selfies, portraits, or pet photos into vibrant cartoon-style artwork in seconds. Perfect for social media, avatars, or just for fun!": "Adicione um toque divertido às suas imagens com nosso cartoonizador IA. Transforme selfies, retratos ou fotos de pets em arte vibrante estilo cartoon em segundos. Perfeito para redes sociais, avatares ou diversão!",
  "Build Custom Collages with Ease": "Crie Colagens Personalizadas com Facilidade",
  "Mix, match, and tell your story with our easy-to-use collage maker. Choose your layout, drag in your favorite images, and let your creativity shine. Perfect for social media, scrapbooks, or sharing memories with style!": "Misture, combine e conte sua história com nosso criador fácil de usar. Escolha seu layout, arraste suas imagens favoritas e deixe sua criatividade brilhar. Perfeito para redes sociais, álbuns ou compartilhar memórias com estilo!",
  "Explore All Tools": "Explore Todas as Ferramentas",

  "##########comment-51##########": "how it works section",
  "HOW IT WORKS": "COMO FUNCIONA",
  "Transform your photos in just 4 simple steps — no technical skills required": "Transforme suas fotos em apenas 4 passos simples — sem habilidades técnicas necessárias",
  "Choose AI tool": "Escolha a ferramenta IA",
  "Upload your photo": "Envie sua foto",
  "Apply changes instantly": "Aplique mudanças instantaneamente",
  "Download or export": "Baixe ou exporte",

  "##########comment-61##########": "ready section",
  "Ready To Transform Your Photos?": "Pronto Para Transformar Suas Fotos?",
  "Join thousands of users creating stunning visuals with AI-powered photo editing": "Junte-se a milhares de usuários criando visuais incríveis com edição por IA",
  "Try Now for Free": "Experimente Grátis",

  "##########comment-71##########": "footer",
  "AI-powered photo editing made simple and accessible for everyone": "Edição de fotos por IA simples e acessível para todos",
  "Product": "Produto",
  "Features": "Recursos",
  "PricingLink": "Preços",
  "Company": "Empresa",
  "About": "Sobre",
  "Contact": "Contato",
  "Legal": "Jurídico",
  "Privacy Policy": "Política de Privacidade",
  "Terms of Service": "Termos de Serviço",
  "All rights reserved": "Todos os direitos reservados",

  "##########comment-81##########": "pricing page",

  "##########comment-91##########": "head section",
  "Simple, Transparent Pricing": "Preços Simples",
  "Choose the perfect plan for your image editing needs. Upgrade, downgrade, or cancel anytime": "Escolha o plano perfeito para suas necessidades de edição. Atualize, rebaixe ou cancele a qualquer momento",
  "Monthly": "Mensal",
  "Yearly": "Anual",

  "##########comment-101##########": "table section",
  "Compare All Features": "Compare Todos os Recursos",
  "See what's included in each plan": "Veja o que está incluído em cada plano",

  "##########comment-111##########": "money back section",
  "7-Day Money Back Guarantee": "Garantia de Reembolso de 7 Dias",
  "try risk-free! refunds available within 7 days of first purchase": "experimente sem risco! reembolsos disponíveis em 7 dias da primeira compra",
  "note: renewals and old subscriptions are non-refundable": "nota: renovações e assinaturas antigas não são reembolsáveis",

  "##########comment-121##########": "frequently asked questions section",
  "Frequently Asked Questions": "Perguntas Frequentes",
  "Everything you need to know about our pricing and plans": "Tudo que você precisa saber sobre nossos preços e planos",
  "Can I change plans anytime?": "Posso mudar de plano a qualquer momento?",
  "Yes! You can upgrade or downgrade your plan at any time from your billing page. Changes take effect immediately, and we'll prorate any payments.": "Sim! Você pode atualizar ou rebaixar seu plano a qualquer momento na página de cobrança. Mudanças entram em vigor imediatamente e ajustamos os pagamentos.",
  "What payment methods do you accept?": "Quais métodos de pagamento vocês aceitam?",
  "We accept all major credit cards (Visa, Mastercard, American Express, Discover) through our secure payment processor, Stripe.": "Aceitamos os principais cartões de crédito (Visa, Mastercard, American Express, Discover) através do nosso processador seguro, Stripe.",
  "Is there a free trial?": "Há um teste gratuito?",
  "Yes! Pro and Premium plans come with a 7-day free trial. You won't be charged until the trial period ends. Cancel anytime during the trial with no charges.": "Sim! Planos Pro e Premium vêm com teste grátis de 7 dias. Você não será cobrado até o fim do período. Cancele a qualquer momento sem cobranças.",
  "Can I cancel anytime?": "Posso cancelar a qualquer momento?",
  "Absolutely. You can cancel your subscription at any time from your billing page. You'll retain access until the end of your current billing period.": "Absolutamente. Você pode cancelar sua assinatura a qualquer momento na página de cobrança. Você mantém o acesso até o fim do período atual.",
  "What happens after I cancel?": "O que acontece depois que eu cancelar?",
  "After cancellation, you'll keep access to your paid features until the end of your current billing period. After that, your account will revert to the Free plan.": "Após o cancelamento, você mantém acesso aos recursos pagos até o fim do período atual. Depois disso, sua conta volta ao plano Gratuito.",
  "Do you offer refunds?": "Vocês oferecem reembolsos?",
  "Yes, we offer a 7-day money-back guarantee on your first purchase. If you're not satisfied, contact us within 7 days for a full refund. Note that renewals and older subscriptions are non-refundable.": "Sim, oferecemos garantia de reembolso de 7 dias na primeira compra. Se não estiver satisfeito, contate-nos em 7 dias para reembolso total. Renovações e assinaturas antigas não são reembolsáveis.",
  "Can I use images commercially?": "Posso usar imagens comercialmente?",
  "Commercial use is available on Pro and Premium plans. Free plan images include watermarks and are for personal use only.": "Uso comercial está disponível nos planos Pro e Premium. Imagens do plano Gratuito incluem marca d'água e são apenas para uso pessoal.",
  "How does billing work?": "Como funciona a cobrança?",
  "Billing is automatic and recurring. You'll be charged at the start of each billing period (monthly or yearly). You can view and manage your billing from your account settings.": "A cobrança é automática e recorrente. Você será cobrado no início de cada período (mensal ou anual). Você pode ver e gerenciar sua cobrança nas configurações da conta.",

  "##########comment-131##########": "frequently asked questions section",
  "Loved by Thousands of Users": "Amado por Milhares de Usuários",
  "See what our customers are saying": "Veja o que nossos clientes estão dizendo",

  "##########comment-141##########": "white section",
  "Secure Payment": "Pagamento Seguro",
  "SSL Encrypted": "Criptografado SSL",
  "Money Back Guarantee": "Garantia de Reembolso",
  "Users Number": "Usuários",

  "##########comment-151##########": "ready section",
  "Ready To Transform Your Images?": "Pronto Para Transformar Suas Imagens?",
  "Join Thousands Of Users Who Trust Picsharps": "Junte-se a Milhares de Usuários Que Confiam na Picsharps",
  "Get Started Free": "Comece Gratuitamente",

  "##########comment-161##########": "about page",

  "##########comment-171##########": "head section",
  "About Picsharps": "Sobre",
  "our platform was created to make advanced image enhancement simple, fast, and accessible. Many users struggle with complicated editing tools and low-quality images that affect their work. We built this project to solve that problem by offering AI-powered tools that deliver high-quality results in seconds—without any technical skills.": "nossa plataforma foi criada para tornar o aprimoramento de imagem simples, rápido e acessível. Muitos usuários lutam com ferramentas complicadas e imagens de baixa qualidade que afetam seu trabalho. Construímos este projeto para resolver esse problema oferecendo ferramentas IA que entregam resultados de alta qualidade em segundos—sem habilidades técnicas.",

  "##########comment-181##########": "mission section",
  "Our Mission": "Nossa Missão",
  "to empower individuals, creators, and businesses with intelligent AI tools that simplify image editing and deliver professional, high-quality results instantly.": "capacitar indivíduos, criadores e empresas com ferramentas IA inteligentes que simplificam edição de imagem e entregam resultados profissionais de alta qualidade instantaneamente.",

  "##########comment-191##########": "vision section",
  "Our Vision": "Nossa Visão",
  "to become a global leader in AI-powered image solutions by building a complete ecosystem of smart tools that enhance, transform, and optimize visual content for millions of users worldwide.": "tornar-se líder global em soluções de imagem por IA construindo um ecossistema completo de ferramentas inteligentes que aprimoram, transformam e otimizam conteúdo visual para milhões de usuários no mundo.",

  "##########comment-201##########": "values section",
  "Our Values": "Nossos Valores",
  "Simplicity": "Simplicidade",
  "easy-to-use tools with no learning curve": "ferramentas fáceis de usar sem curva de aprendizado",
  "Speed": "Velocidade",
  "ultra-fast AI processing": "processamento IA ultrarrápido",
  "Professional Quality": "Qualidade Profissional",
  "studio-level results every time": "resultados de nível estúdio sempre",
  "Innovation": "Inovação",
  "continuously evolving with the latest AI technology": "evoluindo continuamente com a mais recente tecnologia IA",
  "Reliability": "Confiabilidade",
  "secure, stable, and consistent performance": "desempenho seguro, estável e consistente",
  "Accessibility": "Acessibilidade",
  "high-quality tools available to all users": "ferramentas de alta qualidade disponíveis para todos os usuários",

  "##########comment-211##########": "story section",
  "Our Story": "Nossa História",
  "founded in 2025, our mission is to build simple, fast, AI-powered creative tools accessible to everyone.": "fundada em 2025, nossa missão é construir ferramentas criativas por IA simples, rápidas e acessíveis a todos.",

  "##########comment-221##########": "achievements section",
  "Our Achievements": "Nossas Conquistas",
  "Users": "Usuários",
  "in the first 6 months": "nos primeiros 6 meses",
  "4.8/5": "4.8/5",
  "Rating": "Avaliação",
  "by early users": "pelos primeiros usuários",
  "AI Technology": "Tecnologia IA",
  "Powered": "Alimentado",
  "built with industry-leading AI": "construído com IA líder da indústria",

  "##########comment-231##########": "contact page",

  "##########comment-241##########": "head section",
  "Get In Touch": "Entre Em Contato",
  "looking for help and support to enhance your picsharps experience? Whether it's learning how to fix a design problem with our online photo editor, searching for useful photo design tips via tutorials or finding inspiration from our community, we've got all the answers to your questions.": "procurando ajuda e suporte para melhorar sua experiência na picsharps? Seja aprendendo a resolver um problema de design com nosso editor online, buscando dicas úteis via tutoriais ou encontrando inspiração em nossa comunidade, temos todas as respostas para suas perguntas.",

  "##########comment-251##########": "form",
  "Send us a message": "Envie-nos uma mensagem",
  "Fill out this form below and we'll get back to you soon": "Preencha este formulário abaixo e retornaremos em breve",
  "Name": "Nome",
  "Your full name": "Seu nome completo",
  "EmailLabel": "EmailLabel",
  "Subject": "Assunto",
  "What is this about ?": "Sobre o que é isso?",
  "Message": "Mensagem",
  "How can we help you ?": "Como podemos ajudá-lo?",
  "Attach screenshot (optional)": "Anexar captura de tela (opcional)",
  "Click or drag to upload": "Clique para enviar",
  "Send message": "Enviar mensagem",

  "##########comment-261##########": "side section",
  "Support": "Suporte",
  "Submit the form and we'll get back to you": "Envie o formulário e retornaremos a você",
  "Available 24/7 for your convenience": "Disponível 24/7 para sua conveniência",
  "Company type": "Tipo de empresa",
  "Online-based company": "Empresa online",
  "No physical office location": "Sem localização física de escritório",
  "We respond within 24-48 hours": "Respondemos em 24-48 horas",
  "Our team reviews every message and gets back to you promptly": "Nossa equipe revisa cada mensagem e retorna prontamente",

  "##########comment-271##########": "bottom section",
  "Connect With Us": "Conecte-se Conosco",
  "Follow us on social media for updates and tips": "Siga-nos nas redes sociais para atualizações e dicas",
  "Follow Us": "Siga-nos",

  "##########comment-281##########": "all tools page",

  "##########comment-291##########": "head section",
  "Edit Smarter": "Edite com Inteligência",
  "Create Faster": "Crie Mais Rápido",
  "Pick a tool below and start editing instantly — no experience needed": "Escolha uma ferramenta abaixo e comece a editar instantaneamente — sem experiência necessária",

  "##########comment-301##########": "seamless section",
  "SEAMLESS BACKGROUNDS": "FUNDOS PERFEITOS",
  "BACKGROUND TOOLS": "FERRAMENTAS DE FUNDO",
  "Quickly remove, replace, or clean image backgrounds with reliable AI for flawless cutouts and realistic scene rebuilding. Perfect for product shots, portraits, and social posts — fast, precise, and natural-looking results": "Remova, substitua ou limpe fundos rapidamente com IA confiável para recortes perfeitos e reconstrução realista. Perfeito para produtos, retratos e posts sociais — resultados rápidos, precisos e naturais",
  "Try it Now": "Experimente",

  "##########comment-311##########": "professional section",
  "PROFESSIONAL ENHANCEMENTS": "MELHORIAS PROFISSIONAIS",
  "ENHANCE & CLEANUP": "MELHORE E LIMPE",
  "Speed up your workflow with smart enhancement and cleanup tools that make images look polished and professional. From one-click fixes to fine-grained control, these tools remove noise, boost details, and restore clarity while keeping results natural": "Acelere seu fluxo com ferramentas de melhoria e limpeza que deixam imagens polidas e profissionais. De correções com um clique a controle refinado, essas ferramentas removem ruído, realçam detalhes e restauram nitidez mantendo resultados naturais",
  "Instantly improve overall image quality using AI-driven adjustments for exposure, color balance, contrast, and detail. The tool analyzes the photo and applies context-aware corrections that preserve natural skin tones and textures. It reduces noise, refines highlights and shadows, and brings out subtle details without over-processing. Users can toggle strength levels (Auto / Mild / Intense) and preview changes in real time. Ideal for quick polishing of portraits, product shots, and social assets.": "Melhore instantaneamente a qualidade usando ajustes IA para exposição, cor, contraste e detalhes. A ferramenta analisa a foto e aplica correções que preservam tons de pele e texturas naturais. Reduz ruído, refina luzes e sombras, e realça detalhes sutis sem exagero. Usuários podem alternar níveis de intensidade (Auto / Leve / Intenso) e ver mudanças em tempo real. Ideal para retratos, produtos e assets sociais.",
  "Sharpen Image": "Nitidez na Imagem",
  "Boost perceived clarity by enhancing edge definition and micro-contrast while avoiding unwanted halos. The algorithm selectively targets soft areas like eyes, hair, and textures to create crisp, camera-ready results. Adjustable sliders let users control Amount, Radius, and Threshold for precise tuning. Works well in combination with the Enhancer for final refinement and is safe to apply in small increments to avoid noise amplification. Perfect for rescuing slightly soft or slightly out-of-focus photos.": "Aumente a nitidez aprimorando definição de bordas e microcontraste evitando halos indesejados. O algoritmo mira áreas suaves como olhos, cabelo e texturas para resultados nítidos. Controles ajustáveis permitem regular Quantidade, Raio e Limite para ajuste preciso. Funciona bem com o Melhorador para refinamento final e é seguro aplicar em incrementos para evitar amplificação de ruído. Perfeito para fotos levemente desfocadas.",

  "##########comment-321##########": "creative section",
  "CREATIVE TRANSFORMS": "TRANSFORMAÇÕES CRIATIVAS",
  "Artistic Effects & Filters": "Efeitos Artísticos e Filtros",
  "Unlock playful and artistic options to reimagine photos with stylized filters, cartoon conversions, and creative layouts. These tools make it easy to generate shareable content, unique assets, and eye-catching visuals for social media or campaigns": "Desbloqueie opções divertidas e artísticas para reimaginar fotos com filtros estilizados, conversões cartoon e layouts criativos. Essas ferramentas facilitam gerar conteúdo compartilhável, assets únicos e visuais atraentes para redes sociais ou campanhas",
  "Convert portraits or photos into polished cartoon or illustration styles using neural style transfer tuned for faces and textures. Outputs include multiple style presets (line-art, flat-color, painterly) and adjustable strength for subtle to bold transformations. The tool preserves facial proportions and key details while translating shading and edges into an illustrated look. Users can tweak color palettes and line thickness, then export at high resolution for avatars or social posts. Great for playful branding, profile pics, and viral content.": "Converta retratos ou fotos em estilos cartoon ou ilustração usando transferência neural ajustada para rostos e texturas. Saídas incluem presets de estilo (linha, cor chapada, pintura) e força ajustável para transformações sutis ou ousadas. A ferramenta preserva proporções faciais e detalhes chave traduzindo sombreamento e bordas em visual ilustrado. Usuários podem ajustar paletas de cor e espessura de linha, depois exportar em alta resolução para avatares ou posts. Ótimo para branding divertido, fotos de perfil e conteúdo viral.",
  "Photo Filters": "Filtros de Foto",
  "Apply professionally crafted color presets and creative looks to change mood and style instantly. Filters range from subtle cinematic corrections to punchy social-media-ready looks, each preserving skin tones and dynamic range. Each preset includes adjustable intensity so you can blend the filter with the original image for natural results. Save custom combinations as user presets for consistent branding across batches. Great for quick styling, A/B testing looks, and keeping a cohesive aesthetic across your content.": "Aplique presets de cor profissionais e visuais criativos para mudar humor e estilo instantaneamente. Filtros vão de correções cinematográficas sutis a visuais vibrantes para redes sociais, cada um preservando tons de pele e alcance dinâmico. Cada preset inclui intensidade ajustável para mesclar o filtro com a imagem original para resultados naturais. Salve combinações personalizadas como presets para branding consistente. Ótimo para estilo rápido, testes A/B e estética coesa no seu conteúdo.",

  "##########comment-331##########": "essential section",
  "ESSENTIAL EDITS": "EDIÇÕES ESSENCIAIS",
  "BASIC EDITS": "EDIÇÕES BÁSICAS",
  "Core, quick-edit tools for resizing, framing, and flipping images — simple operations that are essential in every editing workflow. Fast, reliable, and designed to pair seamlessly with the AI-powered features for a complete editing experience": "Ferramentas essenciais de edição rápida para redimensionar, enquadrar e virar imagens — operações simples essenciais em todo fluxo de edição. Rápidas, confiáveis e projetadas para combinar perfeitamente com recursos IA para experiência completa de edição",
  "Resize Image": "Redimensionar Imagem",
  "Change image dimensions and resolution with smart resampling that minimizes quality loss and preserves important details. Preset aspect ratios and device-targeted sizes (Instagram, TikTok, banners) streamline exports for common use cases. You can choose resample algorithms (bicubic, lanczos) or an AI upscaling option for enlargements. The interface previews final pixel dimensions and file size so you can optimize for web or print. Handy for batch resizing large galleries or preparing single images for specific platforms.": "Altere dimensões e resolução com reamostragem inteligente que minimiza perda de qualidade e preserva detalhes importantes. Proporções predefinidas e tamanhos para dispositivos (Instagram, TikTok, banners) facilitam exportações para casos comuns. Você pode escolher algoritmos de reamostragem (bicúbico, lanczos) ou opção de ampliação IA. A interface visualiza dimensões finais e tamanho de arquivo para otimizar para web ou impressão. Útil para redimensionamento em lote ou preparar imagens para plataformas específicas.",
  "Crop Image": "Cortar Imagem",
  "Recompose photos with precision using freeform crop, preset ratios, and rule-of-thirds guides to improve framing instantly. Auto-suggestions highlight better crops based on subject positioning and visual balance. Edge-aware cropping keeps important areas visible and allows non-destructive crops saved as versions. Quick keyboard shortcuts and snap-to guides speed up iterative adjustments during editing sessions. Ideal for tightening composition for thumbnails, profile pictures, and layout-ready assets.": "Recomponha fotos com precisão usando corte livre, proporções predefinidas e guias de regra dos terços para melhorar o enquadramento instantaneamente. Sugestões automáticas destacam melhores cortes baseados no posicionamento do objeto e equilíbrio visual. Corte consciente de bordas mantém áreas importantes visíveis e permite cortes não destrutivos salvos como versões. Atalhos rápidos aceleram ajustes durante edições. Ideal para composição de miniaturas, fotos de perfil e assets prontos para layout.",
  "Combine multiple photos into cohesive, well-composed collages using modern templates and flexible grid controls. Drag-and-drop placement, rounded corners, and consistent spacing keep the layout neat while smart cropping preserves important subject areas. Templates include thematic choices (travel, portfolio, product grid) and adjustable aspect ratios for Instagram posts or story formats. Users can add optional frames, subtle shadows, and color-coordinated backgrounds for polish. Excellent for moodboards, social campaigns, and multi-photo storytelling.": "Combine várias fotos em colagens coesas e bem compostas usando templates modernos e controles de grade flexíveis. Posicionamento arrastar-soltar, cantos arredondados e espaçamento consistente mantêm o layout organizado enquanto corte inteligente preserva áreas importantes. Templates incluem escolhas temáticas (viagem, portfólio, grade de produtos) e proporções ajustáveis para posts ou stories do Instagram. Usuários podem adicionar molduras opcionais, sombras sutis e fundos coordenados por cor para polimento. Excelente para moodboards, campanhas sociais e narrativa multi-foto.",

  "##########comment-381##########": "tools dropdown",
  "Background & Object Editing": "Edição de Fundo e Objeto",
  "Remove Background": "Remover Fundo",
  "Object Removal": "Remoção de Objeto",
  "Blur Image": "Desfocar Imagem",
  "Image Enhancement": "Melhoria de Imagem",
  "Oil Paint Effect": "Efeito Pintura a Óleo",
  "Grayscale Image": "Imagem em Escala de Cinza",
  "Rounded Corner Image": "Imagem com Cantos Arredondados",
  "Basic Adjustments & Resize": "Ajustes Básicos e Redimensionar",
  "Adjust Image": "Ajustar Imagem",
  "Create Collage": "Criar Colagem",
  "Back to Home": "Voltar ao Início",

  "##########comment-391##########": "upload photo layout",

  "##########comment-401##########": "head descriptions",
  "Upload your image and let AI automatically detect and remove the background in seconds.": "Envie sua imagem e deixe a IA detectar e remover o fundo automaticamente em segundos.",
  "Upload your image and apply a blur effect in just a few seconds.": "Envie sua imagem e aplique um efeito de desfoque em poucos segundos.",
  "Automatically improve image quality, lighting, and details with powerful AI enhancement tools.": "Melhore automaticamente qualidade, iluminação e detalhes da imagem com poderosas ferramentas IA.",
  "Make blurry photos crystal clear by enhancing edges and restoring lost details instantly.": "Deixe fotos desfocadas nítidas realçando bordas e restaurando detalhes perdidos instantaneamente.",
  "Turn your photo into a fun, high-quality cartoon or illustration with AI magic.": "Transforme sua foto em um cartoon ou ilustração divertida e de alta qualidade com magia IA.",
  "Quickly adjust your photo dimensions without losing quality — fit any platform or use.": "Ajuste rapidamente as dimensões da sua foto sem perder qualidade — sirva qualquer plataforma ou uso.",
  "Upload your image and convert it to grayscale instantly.": "Envie sua imagem e converta para escala de cinza instantaneamente.",
  "Upload your image and apply rounded corners with ease.": "Envie sua imagem e aplique cantos arredondados com facilidade.",
  "Transform your image into an oil painting style artwork.": "Transforme sua imagem em obra de arte estilo pintura a óleo.",
  "Allows fine-tuning image colors by adjusting brightness, contrast, saturation, and gamma — only the provided values are applied.": "Permite ajuste fino de cores ajustando brilho, contraste, saturação e gama — apenas os valores fornecidos são aplicados.",
  "Crop an image to remove unwanted areas.": "Corte uma imagem para remover áreas indesejadas.",
  "Remove any unwanted objects from your photos and make them stay crystal clear.": "Remova quaisquer objetos indesejados de suas fotos e mantenha-as totalmente nítidas.",
  "Create beautiful photo collages by combining multiple images into one layout.": "Crie belas colagens de fotos combinando várias imagens em um layout.",

  "##########comment-411##########": "dropzone itself",
  "Supported formats: PNG, JPG, JPEG, WEBP": "Formatos suportados: PNG, JPG, JPEG, WEBP",
  "Max size: 10MB": "Tamanho máx: 10MB",
  "Number of Photos": "Número de Fotos",
  "Photos": "Fotos",
  "Choose the template you want!": "Escolha o modelo que você deseja!",
  "Uploaded": "Enviado",
  "Photos of": "Fotos de",
  "All Required Images Have Been Uploaded": "Todas as Imagens Necessárias Foram Enviadas",
  "Start": "Iniciar",
  "Processing ...": "Processando ...",

  "##########comment-421##########": "uploading, pre-processing, post-processing",
  "Uploading ...": "Enviando ...",
  "Select the object to remove!": "Selecione o objeto a remover!",
  "ORIGINAL": "ORIGINAL",
  "Brush Size": "Tamanho do Pincel",
  "Clear Mask": "Limpar Máscara",
  "Brightness": "Brilho",
  "Contrast": "Contraste",
  "Saturation": "Saturação",
  "Gamma": "Gama",
  "Level": "Nível",
  "Strength": "Força",
  "Amount": "Quantidade",
  "Radius": "Raio",
  "Transparent": "Transparente",
  "Color": "Cor",
  "Fill": "Preenchimento",
  "Scale": "Escala",
  "Start Processing": "Iniciar Processamento",
  "Change Photo": "Mudar Foto",
  "You have used up your free attempts! Please log in to continue.": "Você esgotou suas tentativas gratuitas! Faça login para continuar.",
  "Your points are insufficient or your subscription has expired! Please check the subscriptions section.": "Seus pontos são insuficientes ou sua assinatura expirou! Verifique a seção de assinaturas.",
  "Select something firstly!": "Selecione algo primeiro!",
  "PROCESSED": "PROCESSADO",
  "Select a tool to process the result with ...": "Selecione uma ferramenta para processar o resultado ...",
  "Download Result": "Baixar Resultado",
  "Successfully saved locally and to your downloads!": "Salvo localmente e nos seus downloads com sucesso!",
  "Failed saving locally and to your downloads!": "Falha ao salvar localmente e nos seus downloads!",
  "Successfully saved locally but failed saving to your downloads!": "Salvo localmente com sucesso mas falhou ao salvar nos seus downloads!",
  "Failed saving locally but successfully saved to your downloads!": "Falha ao salvar localmente mas salvo nos seus downloads com sucesso!",

  "##########comment-431##########": "bottom static boxes",
  "Fast AI Processing": "Processamento IA Rápido",
  "Get results in seconds with our advanced AI technology": "Obtenha resultados em segundos com nossa tecnologia IA avançada",
  "High Quality Cutouts": "Recortes de Alta Qualidade",
  "Precise edge detection for professional results": "Detecção precisa de bordas para resultados profissionais",
  "Automatic Edge Detection": "Detecção Automática de Bordas",
  "Smart algorithms handle complex images effortlessly": "Algoritmos inteligentes lidam com imagens complexas sem esforço",
  "Supports Large Images": "Suporta Imagens Grandes",
  "Process high-resolution images up to 10MB": "Processe imagens de alta resolução até 10MB",

  "##########comment-441##########": "profile",
  "MANAGE YOUR ACCOUNT!": "GERENCIE SUA CONTA!",
  "User Data": "Dados do Usuário",
  "Subscriptions": "Assinaturas",
  "My Downloads": "Meus Downloads",
  "Log Out": "Sair",

  "##########comment-451##########": "user data screen and subscriptions screen",
  "Set Password": "Definir Senha",
  "must have 8+ chars & one uppercase & one digit": "deve ter 8+ caracteres & uma maiúscula & um dígito",
  "Confirm": "Confirmar",
  "Free Plan": "Plano Gratuito",
  "credits remaining of": "créditos restantes de",
  "Change Plan": "Mudar Plano",
  "premium-monthly": "Plano Premium - Mensal",
  "premium-yearly": "Plano Premium - Anual",
  "pro-monthly": "Plano Pro - Mensal",
  "pro-yearly": "Plano Pro - Anual",
  "Active": "Ativo",
  "Not Active": "Não Ativo",
  "Start:": "Início:",
  "End:": "Fim:",
  "Billing History": "Histórico de Cobrança",
  "You haven't made any payments yet!": "Você ainda não fez nenhum pagamento!",
  "Date": "Data",
  "AmountText": "Valor",
  "More Details": "Mais Detalhes",
  "More": "Mais",
  "Less": "Menos",

  "##########comment-461##########": "my downloads screen",
  "Images you've downloaded in the last 30 days": "Imagens que você baixou nos últimos 30 dias",
  "Size": "Tamanho",
  "Created Date": "Data de Criação",
  "Expiry Date": "Data de Expiração",
  "Download": "Baixar",

  "##########comment-471##########": "login popup",

  "##########comment-481##########": "head",
  "Hi there!": "Olá!",
  "Welcome to Picsharps, so happy to see you.": "Bem-vindo à Picsharps, muito feliz em vê-lo.",

  "##########comment-491##########": "google login screen",
  "Continue with Google": "Continuar com Google",
  "Or use email": "Ou use email",
  "By continuing, you agree to our": "Ao continuar, você concorda com nossos",
  "Terms Of Service": "Termos de Serviço",
  "and": "e",

  "##########comment-501##########": "mail login screen",
  "Email": "Email",
  "Password": "Senha",
  "Enter password": "Digite a senha",
  "Login": "Entrar",
  "Forgot Password?": "Esqueceu a Senha?",
  "Back to Login with Google": "Voltar para Entrar com Google",
  "Loading ...": "Carregando ...",
  "Email is Required!": "Email é Obrigatório!",
  "Password is Required!": "Senha é Obrigatória!",
  "Invalid Email Address!": "Endereço de Email Inválido!",
  "Invalid Credentials!": "Credenciais Inválidas!",
  "Something Went Wrong!": "Algo Deu Errado!",
  "Code sent to your email!": "Código enviado para seu email!",
  "Code is Required!": "Código é Obrigatório!",
  "Invalid Code!": "Código Inválido!",
  "Invalid or expired code!": "Código inválido ou expirado!",
  "New password is Required!": "Nova senha é Obrigatória!",
  "Password reset successfully!": "Senha redefinida com sucesso!",
  "Password must be 8+ chars with upper, lower case letters, and at least one number!": "Senha deve ter 8+ caracteres com letras maiúsculas, minúsculas e pelo menos um número!",

  "##########comment-511##########": "rest flow",
  "Request Code": "Solicitar Código",
  "Code": "Código",
  "6-digit code": "código de 6 dígitos",
  "Verify Code": "Verificar Código",
  "Set New Password": "Definir Nova Senha",
  "New Password": "Nova Senha",
  "Reset Password": "Redefinir Senha",

  "##########comment-521##########": "privacy and terms layout",
  "Your privacy matters to us. Learn how we collect, use, and protect your data.": "Sua privacidade é importante para nós. Saiba como coletamos, usamos e protegemos seus dados.",
  "Please read these terms carefully before using our services.": "Leia estes termos cuidadosamente antes de usar nossos serviços.",
  "Last Updated: November 24, 2025": "Última Atualização: 24 de Novembro de 2025",
  "Quick Navigation": "Navegação Rápida",
  "1. Introduction": "1. Introdução",
  "2. Information We Collect": "2. Informações Que Coletamos",
  "3. How We Use Your Data": "3. Como Usamos Dados",
  "4. Data Sharing & Third Parties": "4. Compartilhamento de Dados",
  "5. Data Storage & Retention": "5. Retenção de Dados",
  "6. Your Data Rights": "6. Seus Direitos de Dados",
  "7. Third-Party Authentication": "7. Autenticação de Terceiros",
  "8. Image security": "8. Segurança de Imagem",
  "9. Cookies & Tracking": "9. Cookies e Rastreamento",
  "10. Age Policy": "10. Política de Idade",
  "11. Contact us": "11. Contate-nos",
  "1. Acceptance of Terms": "1. Aceitação dos Termos",
  "2. Usage Restrictions": "2. Restrições de Uso",
  "3. Service Guarantee": "3. Garantia de Serviço",
  "4. Payment Terms": "4. Termos de Pagamento",
  "5. Cancelation": "5. Cancelamento",
  "6. Intellectual Property": "6. Propriedade Intelectual",
  "7. Limitation of Liability": "7. Limitação de Responsabilidade",
  "8. Account Termination": "8. Encerramento de Conta",
  "9. Changes to Terms": "9. Alterações aos Termos",
  "10. Governing Law": "10. Lei Aplicável",
  "Have Questions About Your Privacy?": "Tem Dúvidas Sobre Sua Privacidade?",
  "Ready to Get Started?": "Pronto Para Começar?",
  "Our Team Is Here To Help. Reach Out With Any Concerns Or Questions About How We Protect Your Data.": "Nossa Equipe Está Aqui Para Ajudar. Entre Em Contato Com Quaisquer Dúvidas Sobre Como Protegemos Seus Dados.",
  "Join thousands of users transforming their images.": "Junte-se a milhares de usuários transformando suas imagens.",

  "##########comment-531##########": "privacy page",
  "Introduction": "Introdução",
  "Yes, we collect limited user data necessary to operate and improve our services. This may include technical data such as browser type, device information, and usage statistics. We do not collect any unnecessary personal information.": "Sim, coletamos dados limitados do usuário necessários para operar e melhorar nossos serviços. Isso pode incluir dados técnicos como tipo de navegador, informações do dispositivo e estatísticas de uso. Não coletamos nenhuma informação pessoal desnecessária.",
  "Information We Collect": "Informações Que Coletamos",
  "We collect the following types of information:": "Coletamos os seguintes tipos de informação:",
  "Technical data (browser type, device information)": "Dados técnicos (tipo de navegador, informações do dispositivo)",
  "Usage statistics to improve service performance": "Estatísticas de uso para melhorar o desempenho do serviço",
  "Images you upload (stored temporarily)": "Imagens que você envia (armazenadas temporariamente)",
  "Account information from Google login (name, email, profile picture)": "Informações da conta do login Google (nome, email, foto de perfil)",
  "How We Use Your Data": "Como Usamos Seus Dados",
  "We use your data exclusively for the following purposes:": "Usamos seus dados exclusivamente para os seguintes propósitos:",
  "Service Operation: To provide core functionality and process your requests": "Operação do Serviço: Para fornecer funcionalidade central e processar suas solicitações",
  "Performance Improvement: To analyze usage patterns and optimize our platform": "Melhoria de Desempenho: Para analisar padrões de uso e otimizar nossa plataforma",
  "User Experience Enhancement: To personalize your experience and provide better results": "Melhoria da Experiência: Para personalizar sua experiência e fornecer melhores resultados",
  "Service": "Serviço",
  "Operation:": "Operação:",
  "Performance": "Desempenho",
  "Improvement:": "Melhoria:",
  "User": "Usuário",
  "Experience": "Experiência",
  "Enhancement:": "Melhoria:",
  "Data Sharing & Third Parties": "Compartilhamento de Dados e Terceiros",
  "We only share data with:": "Compartilhamos dados apenas com:",
  "Stripe for secure payment processing": "Stripe para processamento seguro de pagamento",
  "Analytics providers for performance improvement": "Provedores de análise para melhoria de desempenho",
  "Stripe": "Stripe",
  "Analytics": "Análise",
  "providers": "provedores",
  "We do not sell user data, period.": "Não vendemos dados de usuários, ponto final.",
  "Data Storage & Retention": "Armazenamento e Retenção de Dados",
  "Images": "Imagens",
  "✓ Stored for 30 days": "✓ Armazenadas por 30 dias",
  "✓ Then automatically deleted": "✓ Depois deletadas automaticamente",
  "✓ Securely encrypted in transit and at rest": "✓ Criptografadas em trânsito e em repouso",
  "Account Data": "Dados da Conta",
  "✓ Stored as long as account is active": "✓ Armazenados enquanto a conta estiver ativa",
  "✓ Deleted upon account deletion": "✓ Deletados ao deletar a conta",
  "✓ Backup retention: 90 days": "✓ Retenção de backup: 90 dias",
  "Your Data Rights": "Seus Direitos de Dados",
  "You have complete control over your data. You have the right to:": "Você tem controle completo sobre seus dados. Você tem o direito de:",
  "Download a copy of all your data": "Baixar uma cópia de todos os seus dados",
  "Request complete account deletion": "Solicitar exclusão completa da conta",
  "Access and review your information at any time": "Acessar e revisar suas informações a qualquer momento",
  "Opt-out of non-essential data collection": "Desativar coleta de dados não essenciais",
  "Third-Party Authentication": "Autenticação de Terceiros",
  "Our platform provides login through Google for your convenience. When you sign in with Google, we only access basic profile information necessary for account creation, including:": "Nossa plataforma oferece login pelo Google para sua conveniência. Ao entrar com o Google, acessamos apenas informações básicas de perfil necessárias para criação de conta, incluindo:",
  "Your name": "Seu nome",
  "Email address": "Endereço de email",
  "Profile picture (optional)": "Foto de perfil (opcional)",
  "How We Protect Your Images": "Como Protegemos Suas Imagens",
  "We temporarily store the images you upload on our servers to ensure proper processing and to provide features such as download history or re-accessing previous results.": "Armazenamos temporariamente as imagens que você envia em nossos servidores para garantir processamento adequado e fornecer recursos como histórico de downloads ou reacesso a resultados anteriores.",
  "Security measures include:": "Medidas de segurança incluem:",
  "End-to-end encryption during upload and storage": "Criptografia de ponta a ponta durante envio e armazenamento",
  "Strict access controls - only you can access your images": "Controles de acesso rigorosos - apenas você pode acessar suas imagens",
  "Regular security audits and monitoring": "Auditorias e monitoramento de segurança regulares",
  "Automatic deletion after 30 days": "Exclusão automática após 30 dias",
  "Security": "Segurança",
  "measures": "medidas",
  "include:": "incluem:",
  "Your images are never shared, reused, or used for AI training.": "Suas imagens nunca são compartilhadas, reutilizadas ou usadas para treino de IA.",
  "You may request immediate deletion at any time.": "Você pode solicitar exclusão imediata a qualquer momento.",
  "Cookies & Tracking": "Cookies e Rastreamento",
  "Good news!": "Boas notícias!",
  "We do not use cookies or tracking tools like Google Analytics. Your browsing experience is completely private and ad-free.": "Não usamos cookies ou ferramentas de rastreamento como Google Analytics. Sua experiência de navegação é completamente privada e sem anúncios.",
  "We only use essential session storage to maintain your login state, which is cleared when you log out or close your browser.": "Usamos apenas armazenamento de sessão essencial para manter seu estado de login, que é limpo ao sair ou fechar o navegador.",
  "Age Policy": "Política de Idade",
  "Our service is designed to be safe and appropriate for all age groups. We do not knowingly collect personal information from children, and we encourage parental supervision for younger users.": "Nosso serviço é projetado para ser seguro e apropriado para todas as idades. Não coletamos intencionalmente informações pessoais de crianças, e encorajamos supervisão parental para usuários mais jovens.",
  "Privacy Questions?": "Dúvidas Sobre Privacidade?",
  "If you have any questions about our privacy practices, need clarification on how we handle your data, or want to exercise your data rights, please don't hesitate to reach out.": "Se você tiver dúvidas sobre nossas práticas de privacidade, precisar de esclarecimentos sobre como lidamos com seus dados, ou quiser exercer seus direitos de dados, não hesite em entrar em contato.",
  "Contact Us": "Contate-nos",

  "##########comment-541##########": "terms page",
  "Acceptance of Terms": "Aceitação dos Termos",
  "By accessing and using PicSharps, you accept and agree to be bound by these Terms of Service. If you do not agree, please do not use our services.": "Ao acessar e usar o PicSharps, você aceita e concorda em estar vinculado a estes Termos de Serviço. Se não concordar, por favor não use nossos serviços.",
  "Usage Restrictions": "Restrições de Uso",
  "You agree not to use our tools or services to create, upload, or distribute any content that is harmful, abusive, illegal, political, nudity, or violates the rights of others. You also agree not to misuse the platform, attempt to interfere with its functionality, or use automated systems to access the services in an unauthorized way.": "Você concorda em não usar nossas ferramentas ou serviços para criar, enviar ou distribuir qualquer conteúdo que seja prejudicial, abusivo, ilegal, político, nudez ou que viole os direitos de terceiros. Você também concorda em não usar indevidamente a plataforma, tentar interferir em sua funcionalidade ou usar sistemas automatizados para acessar os serviços de forma não autorizada.",
  "Prohibited Content Includes:": "Conteúdo Proibido Inclui:",
  "Harmful or abusive content": "Conteúdo prejudicial ou abusivo",
  "Illegal material": "Material ilegal",
  "Political content": "Conteúdo político",
  "Nudity": "Nudez",
  "Content violating others' rights": "Conteúdo que viola direitos de terceiros",
  "Platform misuse or interference": "Uso indevido ou interferência na plataforma",
  "Unauthorized automated access": "Acesso automatizado não autorizado",
  "No Guarantee of Results": "Sem Garantia de Resultados",
  "We do not provide any guarantee regarding the accuracy, quality, or perfection of the results generated by our AI tools. All outputs are provided 'AS IS' based on the available AI models and processing capabilities. We are not responsible for unexpected outcomes, quality variations, or any decisions made based on the generated results.": "Não fornecemos nenhuma garantia quanto à precisão, qualidade ou perfeição dos resultados gerados por nossas ferramentas IA. Todas as saídas são fornecidas 'COMO ESTÃO' com base nos modelos IA disponíveis e capacidades de processamento. Não somos responsáveis por resultados inesperados, variações de qualidade ou quaisquer decisões tomadas com base nos resultados gerados.",
  "Payment & Subscription": "Pagamento e Assinatura",
  "Billing System": "Sistema de Cobrança",
  "Payment processed securely through Stripe": "Pagamento processado com segurança através do Stripe",
  "Auto-Renewal": "Renovação Automática",
  "Subscriptions renew automatically each period": "Assinaturas renovam automaticamente a cada período",
  "Payment Methods": "Métodos de Pagamento",
  "All major credit/debit cards via Stripe": "Todos os principais cartões de crédito/débito via Stripe",
  "Price Changes": "Mudanças de Preço",
  "30 days advance notice for any changes": "Aviso prévio de 30 dias para quaisquer alterações",
  "Refund Policy": "Política de Reembolso",
  "Refunds Allowed": "Reembolsos Permitidos",
  "Within 7 days of first purchase": "Dentro de 7 dias da primeira compra",
  "days": "dias",
  "Non-Refundable": "Não Reembolsável",
  "Renewals and old subscriptions": "Renovações e assinaturas antigas",
  "How to Cancel Your Subscription": "Como Cancelar Sua Assinatura",
  "Users can cancel anytime from the Billing page.": "Usuários podem cancelar a qualquer momento na página de Cobrança.",
  "Go to Billing": "Ir para Cobrança",
  "Ownership & Intellectual Property": "Propriedade e Propriedade Intelectual",
  "YOU OWN YOUR CONTENT": "VOCÊ É DONO DO SEU CONTEÚDO",
  "Users retain full ownership of all images they upload and generate. Picsharps does not claim any rights to your content.": "Usuários mantêm propriedade total de todas as imagens que enviam e geram. Picsharps não reivindica nenhum direito sobre seu conteúdo.",
  "Limitation of Liability": "Limitação de Responsabilidade",
  "Data Loss": "Perda de Dados",
  "Loss of user data or files": "Perda de dados ou arquivos do usuário",
  "Service Interruptions": "Interrupções de Serviço",
  "Downtime or unavailability": "Tempo de inatividade ou indisponibilidade",
  "Misuse by User": "Uso Indevido pelo Usuário",
  "Actions taken by users": "Ações tomadas pelos usuários",
  "Force Majeure": "Força Maior",
  "Events outside our control": "Eventos fora do nosso controle",
  "We may terminate accounts for:": "Podemos encerrar contas por:",
  "Abuse or Misuse": "Abuso ou Uso Indevido",
  "Illegal Activity": "Atividade Ilegal",
  "System Attacks or Exploitation": "Ataques ou Exploração do Sistema",
  "Changes to Terms of Service": "Alterações aos Termos de Serviço",
  "Users will be notified via Email when terms are updated. Continued use after notification constitutes acceptance of new terms.": "Usuários serão notificados por email quando os termos forem atualizados. O uso contínuo após notificação constitui aceitação dos novos termos.",
  "Governing Law": "Lei Aplicável",
  "These Terms are governed by the laws of United Arab Emirates (UAE)": "Estes Termos são regidos pelas leis dos Emirados Árabes Unidos (EAU)",
  "United": "Emirados",
  "Arab": "Árabes",
  "Emirates": "Unidos",
  "Questions About Terms?": "Dúvidas Sobre os Termos?",
  "If you have any questions about these Terms of Service, please contact us.": "Se você tiver dúvidas sobre estes Termos de Serviço, por favor contate-nos.",

  "##########comment-551##########": "rest pricing page",
  "Something went wrong while loading the plans!": "Algo deu errado ao carregar os planos!",
  "Save up to 25%": "Economize até 25%",
  "Save 20%": "Economize 20%",
  "Save 25%": "Economize 25%",
  "Free Forever": "Grátis",
  "Free": "Grátis",
  "Forever free": "Grátis para sempre",
  "Perfect for trying out our tools": "Perfeito para experimentar nossas ferramentas",
  "10 images per month": "10 imagens por mês",
  "Standard quality output": "Saída de qualidade padrão",
  "All tools access": "Acesso a todas as ferramentas",
  "Watermark on downloads": "Marca d’água nos downloads",
  "HD/4K quality": "Qualidade HD/4K",
  "Priority processing": "Processamento prioritário",
  "Commercial use": "Uso comercial",
  "Download history (7 days only)": "Histórico de downloads (apenas 7 dias)",
  "No watermark": "Sem marca d’água",
  "Most Popular": "Mais popular",
  "Pro": "Pro",
  "/ month": "/ mês",
  "Billed monthly": "Cobrado mensalmente",
  "$95.88 /year": "$95,88 /ano",
  "/ year": "/ ano",
  "Best for creators and professionals": "Ideal para criadores e profissionais",
  "100 images per month": "100 imagens por mês",
  "HD quality output": "Saída em qualidade HD",
  "30-day download history": "Histórico de downloads de 30 dias",
  "Commercial use allowed": "Uso comercial permitido",
  "Email support": "Suporte por e-mail",
  "4K quality": "Qualidade 4K",
  "API access": "Acesso à API",
  "Start Plan": "Iniciar plano",
  "Best Value": "Melhor",
  "Premium": "Premium",
  "$179.88 /year": "$179,88 /ano",
  "For power users and businesses": "Para usuários avançados e empresas",
  "Unlimited images": "Imagens ilimitadas",
  "4K quality output": "Saída em qualidade 4K",
  "All tools access (including future tools)": "Acesso a todas as ferramentas",
  "Fastest priority processing": "Processamento prioritário mais rápido",
  "Unlimited download history": "Histórico de downloads ilimitado",
  "Priority email support": "Suporte prioritário por e-mail",
  "API access (coming soon)": "Acesso à API (em breve)",
  "Bulk processing": "Processamento em massa",
  "Team collaboration (coming soon)": "Colaboração em equipe (em breve)",
  "Feature": "Recurso",
  "USAGE LIMITS": "LIMITES DE USO",
  "Max file size": "Tamanho máximo do arquivo",
  "10MB": "10MB",
  "25MB": "25MB",
  "100MB": "100MB",
  "Storage duration": "Duração do armazenamento",
  "7 days": "7 dias",
  "30 days": "30 dias",
  "Unlimited": "Ilimitado",
  "OUTPUT QUALITY": "QUALIDADE DE SAÍDA",
  "HD quality": "Qualidade HD",
  "4k quality": "Qualidade 4K",
  "FEATURES": "RECURSOS",
  "Watermark removal": "Remoção de marca d’água",
  "Download history": "Histórico de downloads",
  "Priority support": "Suporte prioritário",
  "SUPPORT": "SUPORTE",
  "Show Details": "Mostrar detalhes",
  "OK": "OK",

  "No images yet!": "Ainda não há imagens!",
  "credits": "créditos",
  "Account suspended!": "Conta suspensa!",
  "This plan is temporarily unavailable for the selected subscription period!": "Este plano está temporariamente indisponível para o período de assinatura selecionado!",
  "Full access to Adjust, Resize, and Collage options.": "Acesso total às opções de ajuste, redimensionamento e colagem.",
  "Access to Cartoon and Grayscale effects.": "Acesso aos efeitos de desenho animado e escala de cinza.",
  "Transparent background removal support.": "Suporte para remoção de fundo transparente.",
  "Basic level for enhancement-based tools.": "Nível básico para ferramentas de aprimoramento.",
  "Full access to Remove Background color options.": "Acesso total às opções de remoção de cor de fundo.",
  "Full access to AI Enhancer levels.": "Acesso total aos níveis do aprimorador por IA.",
  "Full access to Blur options.": "Acesso total às opções de desfoque.",
  "Full access to Oil Paint options.": "Acesso total às opções de pintura a óleo.",
  "Full access to Rounded Corner options.": "Acesso total às opções de cantos arredondados.",
  "Lower cost per credit compared to entry plans": "Custo por crédito menor em comparação aos planos iniciais.",
  "Highest credit-to-price ratio available": "A maior proporção de créditos por preço disponível."
}
