{
  "##########comment-1##########": "landing page",

  "##########comment-11##########": "header",
  "Home": "Inicio",
  "Tools": "Herramientas",
  "Pricing": "Precios",
  "LoginHeaderButton": "Acceder",
  "Start Creating": "Empezar a Crear",
  "Profile": "Perfil",

  "##########comment-21##########": "hero section",
  "DESIGN EASILY": "DISEÑA FÁCIL",
  "Enhance, retouch, remove backgrounds, and create stunning visuals in seconds.": "Mejora, retoca, elimina fondos y crea imágenes impresionantes en segundos.",
  "No design skills needed.": "Sin conocimientos de diseño.",
  "Drag & Drop or Click to Upload": "Arrastra y Suelta o Haz Clic para Subir",
  "Max size 10MB": "Tamaño máx. 10MB",
  "Upload Image": "Subir Imagen",

  "##########comment-31##########": "quick links section",
  "QUICK LINKS": "ACCESOS RÁPIDOS",
  "POPULAR TOOLS": "HERRAMIENTAS POPULARES",
  "Here we collected the most used Generative AI and Photo Editing tools people are looking for!": "¡Aquí reunimos las herramientas de IA y edición de fotos más usadas que la gente busca!",
  "Remove Backgrounds": "Eliminar Fondos",
  "Remove backgrounds instantly with powerful AI": "Elimina fondos al instante con IA potente",
  "Remove Object from Photo": "Eliminar Objeto de Foto",
  "Erase unwanted objects seamlessly in seconds": "Borra objetos no deseados en segundos",
  "AI Image Enhancer": "Mejorador de Imagen IA",
  "Enhance image quality and clarity automatically": "Mejora calidad y nitidez automáticamente",
  "Photo to Cartoon": "Foto a Caricatura",
  "Turn your photos into fun cartoon-style art": "Convierte tus fotos en arte caricatura",
  "Collage Maker": "Creador de Collages",
  "Combine multiple photos into beautiful layouts": "Combina varias fotos en diseños bellos",

  "##########comment-41##########": "tools section",
  "Remove Backgrounds Instantly": "Elimina Fondos al Instante",
  "Upload your image and let our smart tool do the work. Whether you're editing product photos or creating social media content, our background remover helps you isolate your subject with precision and speed. No manual cropping—just fast, clean results.": "Sube tu imagen y deja que nuestra herramienta haga el trabajo. Ya sea que edites fotos de productos o crees contenido para redes, nuestro eliminador de fondos aísla tu objeto con precisión y rapidez. Sin recortes manuales, solo resultados rápidos y limpios.",
  "Try it now for free": "Pruébalo gratis",
  "AI Image Enhancer Tool": "Mejorador de Imagen IA",
  "Breathe new life into your photos with our intelligent image enhancer. Boost clarity, sharpen details, and enhance colors—all with a single click. Whether it's a selfie, product shot, or landscape, your images will look stunning and professional in seconds.": "Da nueva vida a tus fotos con nuestro mejorador inteligente. Aumenta nitidez, afina detalles y realza colores con un clic. Ya sea una selfie, foto de producto o paisaje, tus imágenes lucirán increíbles y profesionales en segundos.",
  "Remove Unwanted Objects": "Elimina Objetos No Deseados",
  "Clean up your photos in seconds with our smart AI object remover. Whether it's a stray person, a distracting item, or background clutter—just highlight it and let the magic happen. Your image stays flawless, your focus stays sharp.": "Limpia tus fotos en segundos con nuestro eliminador inteligente. Ya sea una persona, un objeto molesto o desorden de fondo, solo márcalo y deja que ocurra la magia. Tu imagen queda impecable, tu enfoque nítido.",
  "Turn Photos into Cartoons": "Convierte Fotos en Caricaturas",
  "Add a playful twist to your images with our AI-powered cartoonizer. Transform selfies, portraits, or pet photos into vibrant cartoon-style artwork in seconds. Perfect for social media, avatars, or just for fun!": "Dale un toque divertido a tus imágenes con nuestro caricaturizador IA. Transforma selfies, retratos o fotos de mascotas en arte estilo caricatura vibrante en segundos. ¡Perfecto para redes, avatares o diversión!",
  "Build Custom Collages with Ease": "Crea Collages Personalizados Fácil",
  "Mix, match, and tell your story with our easy-to-use collage maker. Choose your layout, drag in your favorite images, and let your creativity shine. Perfect for social media, scrapbooks, or sharing memories with style!": "Mezcla, combina y cuenta tu historia con nuestro creador de collages fácil de usar. Elige tu diseño, arrastra tus fotos favoritas y deja brillar tu creatividad. ¡Perfecto para redes, álbumes o compartir recuerdos con estilo!",
  "Explore All Tools": "Explorar Todas las Herramientas",

  "##########comment-51##########": "how it works section",
  "HOW IT WORKS": "CÓMO FUNCIONA",
  "Transform your photos in just 4 simple steps — no technical skills required": "Transforma tus fotos en solo 4 pasos simples, sin habilidades técnicas requeridas",
  "Choose AI tool": "Elige herramienta IA",
  "Upload your photo": "Sube tu foto",
  "Apply changes instantly": "Aplica cambios al instante",
  "Download or export": "Descarga o exporta",

  "##########comment-61##########": "ready section",
  "Ready To Transform Your Photos?": "¿Listo Para Transformar Tus Fotos?",
  "Join thousands of users creating stunning visuals with AI-powered photo editing": "Únete a miles de usuarios creando imágenes impresionantes con edición de fotos con IA",
  "Try Now for Free": "Prueba Gratis Ahora",

  "##########comment-71##########": "footer",
  "AI-powered photo editing made simple and accessible for everyone": "Edición de fotos con IA, simple y accesible para todos",
  "Product": "Producto",
  "Features": "Características",
  "PricingLink": "Precios",
  "Company": "Compañía",
  "About": "Acerca de",
  "Contact": "Contacto",
  "Legal": "Legal",
  "Privacy Policy": "Política de Privacidad",
  "Terms of Service": "Términos de Servicio",
  "All rights reserved": "Todos los derechos reservados",

  "##########comment-81##########": "pricing page",

  "##########comment-91##########": "head section",
  "Simple, Transparent Pricing": "Precios Simples",
  "Choose the perfect plan for your image editing needs. Upgrade, downgrade, or cancel anytime": "Elige el plan perfecto para tus necesidades de edición. Mejora, reduce o cancela cuando quieras",
  "Monthly": "Mensual",
  "Yearly": "Anual",

  "##########comment-101##########": "table section",
  "Compare All Features": "Comparar Todas las Características",
  "See what's included in each plan": "Ve qué incluye cada plan",

  "##########comment-111##########": "money back section",
  "7-Day Money Back Guarantee": "Garantía de Devolución de 7 Días",
  "try risk-free! refunds available within 7 days of first purchase": "¡prueba sin riesgo! reembolsos disponibles en 7 días de la primera compra",
  "note: renewals and old subscriptions are non-refundable": "nota: renovaciones y suscripciones antiguas no son reembolsables",

  "##########comment-121##########": "frequently asked questions section",
  "Frequently Asked Questions": "Preguntas Frecuentes",
  "Everything you need to know about our pricing and plans": "Todo lo que necesitas saber sobre nuestros precios y planes",
  "Can I change plans anytime?": "¿Puedo cambiar de plan en cualquier momento?",
  "Yes! You can upgrade or downgrade your plan at any time from your billing page. Changes take effect immediately, and we'll prorate any payments.": "¡Sí! Puedes mejorar o reducir tu plan cuando quieras desde tu página de facturación. Los cambios son inmediatos y prorrateamos los pagos.",
  "What payment methods do you accept?": "¿Qué métodos de pago aceptan?",
  "We accept all major credit cards (Visa, Mastercard, American Express, Discover) through our secure payment processor, Stripe.": "Aceptamos todas las tarjetas principales (Visa, Mastercard, American Express, Discover) a través de nuestro procesador seguro, Stripe.",
  "Is there a free trial?": "¿Hay prueba gratuita?",
  "Yes! Pro and Premium plans come with a 7-day free trial. You won't be charged until the trial period ends. Cancel anytime during the trial with no charges.": "¡Sí! Los planes Pro y Premium incluyen prueba gratis de 7 días. No se te cobrará hasta que termine. Cancela cuando quieras sin cargos.",
  "Can I cancel anytime?": "¿Puedo cancelar en cualquier momento?",
  "Absolutely. You can cancel your subscription at any time from your billing page. You'll retain access until the end of your current billing period.": "Por supuesto. Puedes cancelar tu suscripción cuando quieras desde tu página de facturación. Mantendrás acceso hasta el fin del período actual.",
  "What happens after I cancel?": "¿Qué pasa después de cancelar?",
  "After cancellation, you'll keep access to your paid features until the end of your current billing period. After that, your account will revert to the Free plan.": "Tras cancelar, mantendrás acceso a las funciones pagadas hasta el fin del período actual. Después, tu cuenta volverá al plan Gratis.",
  "Do you offer refunds?": "¿Ofrecen reembolsos?",
  "Yes, we offer a 7-day money-back guarantee on your first purchase. If you're not satisfied, contact us within 7 days for a full refund. Note that renewals and older subscriptions are non-refundable.": "Sí, ofrecemos garantía de devolución de 7 días en tu primera compra. Si no estás satisfecho, contáctanos en 7 días para reembolso total. Las renovaciones y suscripciones antiguas no son reembolsables.",
  "Can I use images commercially?": "¿Puedo usar las imágenes comercialmente?",
  "Commercial use is available on Pro and Premium plans. Free plan images include watermarks and are for personal use only.": "El uso comercial está disponible en planes Pro y Premium. Las imágenes del plan Gratis tienen marcas de agua y son solo para uso personal.",
  "How does billing work?": "¿Cómo funciona la facturación?",
  "Billing is automatic and recurring. You'll be charged at the start of each billing period (monthly or yearly). You can view and manage your billing from your account settings.": "La facturación es automática y recurrente. Se te cobrará al inicio de cada período (mensual o anual). Puedes ver y gestionar tu facturación desde la configuración.",

  "##########comment-131##########": "frequently asked questions section",
  "Loved by Thousands of Users": "Adorado por Miles de Usuarios",
  "See what our customers are saying": "Ve lo que dicen nuestros clientes",

  "##########comment-141##########": "white section",
  "Secure Payment": "Pago Seguro",
  "SSL Encrypted": "Cifrado SSL",
  "Money Back Guarantee": "Garantía de Devolución",
  "Users Number": "Usuarios",

  "##########comment-151##########": "ready section",
  "Ready To Transform Your Images?": "¿Listo Para Transformar Tus Imágenes?",
  "Join Thousands Of Users Who Trust Picsharps": "Únete a Miles de Usuarios Que Confían en Picsharps",
  "Get Started Free": "Comienza Gratis",

  "##########comment-161##########": "about page",

  "##########comment-171##########": "head section",
  "About Picsharps": "Acerca",
  "our platform was created to make advanced image enhancement simple, fast, and accessible. Many users struggle with complicated editing tools and low-quality images that affect their work. We built this project to solve that problem by offering AI-powered tools that deliver high-quality results in seconds—without any technical skills.": "nuestra plataforma fue creada para hacer la mejora de imágenes avanzada simple, rápida y accesible. Muchos usuarios luchan con herramientas complicadas e imágenes de baja calidad que afectan su trabajo. Construimos este proyecto para resolver ese problema ofreciendo herramientas con IA que entregan resultados de alta calidad en segundos, sin habilidades técnicas.",

  "##########comment-181##########": "mission section",
  "Our Mission": "Nuestra Misión",
  "to empower individuals, creators, and businesses with intelligent AI tools that simplify image editing and deliver professional, high-quality results instantly.": "empoderar a individuos, creadores y empresas con herramientas IA inteligentes que simplifican la edición de imágenes y entregan resultados profesionales de alta calidad al instante.",

  "##########comment-191##########": "vision section",
  "Our Vision": "Nuestra Visión",
  "to become a global leader in AI-powered image solutions by building a complete ecosystem of smart tools that enhance, transform, and optimize visual content for millions of users worldwide.": "convertirnos en líder global en soluciones de imagen con IA construyendo un ecosistema completo de herramientas inteligentes que mejoren, transformen y optimicen contenido visual para millones de usuarios en el mundo.",

  "##########comment-201##########": "values section",
  "Our Values": "Nuestros Valores",
  "Simplicity": "Simplicidad",
  "easy-to-use tools with no learning curve": "herramientas fáciles de usar sin curva de aprendizaje",
  "Speed": "Velocidad",
  "ultra-fast AI processing": "procesamiento IA ultrarrápido",
  "Professional Quality": "Calidad Profesional",
  "studio-level results every time": "resultados nivel estudio siempre",
  "Innovation": "Innovación",
  "continuously evolving with the latest AI technology": "evolucionando continuamente con la última tecnología IA",
  "Reliability": "Confiabilidad",
  "secure, stable, and consistent performance": "rendimiento seguro, estable y consistente",
  "Accessibility": "Accesibilidad",
  "high-quality tools available to all users": "herramientas de alta calidad disponibles para todos",

  "##########comment-211##########": "story section",
  "Our Story": "Nuestra Historia",
  "founded in 2025, our mission is to build simple, fast, AI-powered creative tools accessible to everyone.": "fundados en 2025, nuestra misión es construir herramientas creativas con IA simples, rápidas y accesibles para todos.",

  "##########comment-221##########": "achievements section",
  "Our Achievements": "Nuestros Logros",
  "Users": "Usuarios",
  "in the first 6 months": "en los primeros 6 meses",
  "4.8/5": "4.8/5",
  "Rating": "Valoración",
  "by early users": "por usuarios tempranos",
  "AI Technology": "Tecnología IA",
  "Powered": "Impulsado",
  "built with industry-leading AI": "construido con IA líder de la industria",

  "##########comment-231##########": "contact page",

  "##########comment-241##########": "head section",
  "Get In Touch": "Ponte Contacto",
  "looking for help and support to enhance your picsharps experience? Whether it's learning how to fix a design problem with our online photo editor, searching for useful photo design tips via tutorials or finding inspiration from our community, we've got all the answers to your questions.": "¿buscas ayuda y soporte para mejorar tu experiencia en picsharps? Ya sea aprender a solucionar un problema de diseño con nuestro editor de fotos online, buscar consejos útiles de diseño mediante tutoriales o encontrar inspiración de nuestra comunidad, tenemos todas las respuestas a tus preguntas.",

  "##########comment-251##########": "form",
  "Send us a message": "Envíanos un mensaje",
  "Fill out this form below and we'll get back to you soon": "Completa este formulario y te responderemos pronto",
  "Name": "Nombre",
  "Your full name": "Tu nombre completo",
  "EmailLabel": "Correo",
  "Subject": "Asunto",
  "What is this about ?": "¿De qué se trata?",
  "Message": "Mensaje",
  "How can we help you ?": "¿Cómo podemos ayudarte?",
  "Attach screenshot (optional)": "Adjuntar captura (opcional)",
  "Click or drag to upload": "Haz clic o arrastra",
  "Send message": "Enviar mensaje",

  "##########comment-261##########": "side section",
  "Support": "Soporte",
  "Submit the form and we'll get back to you": "Envía el formulario y te responderemos",
  "Available 24/7 for your convenience": "Disponible 24/7 para tu conveniencia",
  "Company type": "Tipo de compañía",
  "Online-based company": "Compañía en línea",
  "No physical office location": "Sin ubicación de oficina física",
  "We respond within 24-48 hours": "Respondemos en 24-48 horas",
  "Our team reviews every message and gets back to you promptly": "Nuestro equipo revisa cada mensaje y te responde rápidamente",

  "##########comment-271##########": "bottom section",
  "Connect With Us": "Conéctate Con Nosotros",
  "Follow us on social media for updates and tips": "Síguenos en redes sociales para actualizaciones y consejos",
  "Follow Us": "Síguenos",

  "##########comment-281##########": "all tools page",

  "##########comment-291##########": "head section",
  "Edit Smarter": "Edita Más Inteligente",
  "Create Faster": "Crea Más Rápido",
  "Pick a tool below and start editing instantly — no experience needed": "Elige una herramienta abajo y empieza a editar al instante, sin experiencia necesaria",

  "##########comment-301##########": "seamless section",
  "SEAMLESS BACKGROUNDS": "FONDOS PERFECTOS",
  "BACKGROUND TOOLS": "HERRAMIENTAS DE FONDO",
  "Quickly remove, replace, or clean image backgrounds with reliable AI for flawless cutouts and realistic scene rebuilding. Perfect for product shots, portraits, and social posts — fast, precise, and natural-looking results": "Elimina, reemplaza o limpia fondos de imagen rápidamente con IA confiable para recortes impecables y reconstrucción realista de escena. Perfecto para fotos de productos, retratos y publicaciones sociales: resultados rápidos, precisos y naturales",
  "Try it Now": "Pruébalo Ahora",

  "##########comment-311##########": "professional section",
  "PROFESSIONAL ENHANCEMENTS": "MEJORAS PROFESIONALES",
  "ENHANCE & CLEANUP": "MEJORA Y LIMPIEZA",
  "Speed up your workflow with smart enhancement and cleanup tools that make images look polished and professional. From one-click fixes to fine-grained control, these tools remove noise, boost details, and restore clarity while keeping results natural": "Acelera tu flujo con herramientas inteligentes de mejora y limpieza que hacen que las imágenes se vean pulidas y profesionales. Desde soluciones de un clic hasta control fino, estas herramientas eliminan ruido, realzan detalles y restauran claridad manteniendo resultados naturales",
  "Instantly improve overall image quality using AI-driven adjustments for exposure, color balance, contrast, and detail. The tool analyzes the photo and applies context-aware corrections that preserve natural skin tones and textures. It reduces noise, refines highlights and shadows, and brings out subtle details without over-processing. Users can toggle strength levels (Auto / Mild / Intense) and preview changes in real time. Ideal for quick polishing of portraits, product shots, and social assets.": "Mejora instantáneamente la calidad general de imagen usando ajustes con IA para exposición, balance de color, contraste y detalle. La herramienta analiza la foto y aplica correcciones conscientes del contexto que preservan tonos de piel y texturas naturales. Reduce ruido, refina luces y sombras, y resalta detalles sutiles sin sobreprocesar. Los usuarios pueden alternar niveles de intensidad (Auto/Leve/Intenso) y previsualizar cambios en tiempo real. Ideal para pulir retratos, fotos de productos y contenido social.",
  "Sharpen Image": "Enfocar Imagen",
  "Boost perceived clarity by enhancing edge definition and micro-contrast while avoiding unwanted halos. The algorithm selectively targets soft areas like eyes, hair, and textures to create crisp, camera-ready results. Adjustable sliders let users control Amount, Radius, and Threshold for precise tuning. Works well in combination with the Enhancer for final refinement and is safe to apply in small increments to avoid noise amplification. Perfect for rescuing slightly soft or slightly out-of-focus photos.": "Aumenta la claridad percibida mejorando la definición de bordes y microcontraste evitando halos no deseados. El algoritmo apunta selectivamente áreas suaves como ojos, cabello y texturas para crear resultados nítidos listos para cámara. Los controles ajustables permiten controlar Cantidad, Radio y Umbral para ajuste preciso. Funciona bien combinado con el Mejorador para refinamiento final y es seguro aplicar en pequeños incrementos para evitar amplificación de ruido. Perfecto para rescatar fotos ligeramente suaves o desenfocadas.",

  "##########comment-321##########": "creative section",
  "CREATIVE TRANSFORMS": "TRANSFORMACIONES CREATIVAS",
  "Artistic Effects & Filters": "Efectos Artísticos y Filtros",
  "Unlock playful and artistic options to reimagine photos with stylized filters, cartoon conversions, and creative layouts. These tools make it easy to generate shareable content, unique assets, and eye-catching visuals for social media or campaigns": "Desbloquea opciones juguetonas y artísticas para reimaginar fotos con filtros estilizados, conversiones a caricatura y diseños creativos. Estas herramientas facilitan generar contenido compartible, recursos únicos y visuales llamativos para redes sociales o campañas",
  "Convert portraits or photos into polished cartoon or illustration styles using neural style transfer tuned for faces and textures. Outputs include multiple style presets (line-art, flat-color, painterly) and adjustable strength for subtle to bold transformations. The tool preserves facial proportions and key details while translating shading and edges into an illustrated look. Users can tweak color palettes and line thickness, then export at high resolution for avatars or social posts. Great for playful branding, profile pics, and viral content.": "Convierte retratos o fotos en estilos de caricatura o ilustración pulidos usando transferencia de estilo neural ajustada para rostros y texturas. Las salidas incluyen múltiples preajustes de estilo (línea, color plano, pictórico) y fuerza ajustable para transformaciones sutiles o audaces. La herramienta preserva proporciones faciales y detalles clave traduciendo sombreado y bordes a un aspecto ilustrado. Los usuarios pueden ajustar paletas de color y grosor de línea, luego exportar en alta resolución para avatares o publicaciones sociales. Genial para branding divertido, fotos de perfil y contenido viral.",
  "Photo Filters": "Filtros de Foto",
  "Apply professionally crafted color presets and creative looks to change mood and style instantly. Filters range from subtle cinematic corrections to punchy social-media-ready looks, each preserving skin tones and dynamic range. Each preset includes adjustable intensity so you can blend the filter with the original image for natural results. Save custom combinations as user presets for consistent branding across batches. Great for quick styling, A/B testing looks, and keeping a cohesive aesthetic across your content.": "Aplica preajustes de color creados profesionalmente y estilos creativos para cambiar ambiente y estilo al instante. Los filtros van desde correcciones cinemáticas sutiles hasta estilos vibrantes listos para redes, cada uno preservando tonos de piel y rango dinámico. Cada preajuste incluye intensidad ajustable para mezclar el filtro con la imagen original para resultados naturales. Guarda combinaciones personalizadas como preajustes de usuario para branding consistente en lotes. Genial para estilizado rápido, pruebas A/B de estilos y mantener estética cohesiva en tu contenido.",

  "##########comment-331##########": "essential section",
  "ESSENTIAL EDITS": "EDICIONES ESENCIALES",
  "BASIC EDITS": "EDICIONES BÁSICAS",
  "Core, quick-edit tools for resizing, framing, and flipping images — simple operations that are essential in every editing workflow. Fast, reliable, and designed to pair seamlessly with the AI-powered features for a complete editing experience": "Herramientas básicas de edición rápida para redimensionar, enmarcar y voltear imágenes: operaciones simples esenciales en todo flujo de edición. Rápidas, confiables y diseñadas para combinarse perfectamente con las funciones con IA para una experiencia de edición completa",
  "Resize Image": "Redimensionar Imagen",
  "Change image dimensions and resolution with smart resampling that minimizes quality loss and preserves important details. Preset aspect ratios and device-targeted sizes (Instagram, TikTok, banners) streamline exports for common use cases. You can choose resample algorithms (bicubic, lanczos) or an AI upscaling option for enlargements. The interface previews final pixel dimensions and file size so you can optimize for web or print. Handy for batch resizing large galleries or preparing single images for specific platforms.": "Cambia dimensiones y resolución de imagen con remuestreo inteligente que minimiza pérdida de calidad y preserva detalles importantes. Relaciones de aspecto preestablecidas y tamaños específicos de dispositivo (Instagram, TikTok, banners) agilizan exportaciones para casos comunes. Puedes elegir algoritmos de remuestreo (bicúbico, lanczos) o una opción de ampliación IA para agrandamientos. La interfaz previsualiza dimensiones finales en píxeles y tamaño de archivo para optimizar para web o impresión. Útil para redimensionar lotes de galerías grandes o preparar imágenes únicas para plataformas específicas.",
  "Crop Image": "Recortar Imagen",
  "Recompose photos with precision using freeform crop, preset ratios, and rule-of-thirds guides to improve framing instantly. Auto-suggestions highlight better crops based on subject positioning and visual balance. Edge-aware cropping keeps important areas visible and allows non-destructive crops saved as versions. Quick keyboard shortcuts and snap-to guides speed up iterative adjustments during editing sessions. Ideal for tightening composition for thumbnails, profile pictures, and layout-ready assets.": "Recompón fotos con precisión usando recorte libre, relaciones preestablecidas y guías de regla de tercios para mejorar encuadre al instante. Sugerencias automáticas resaltan mejores recortes basados en posicionamiento del sujeto y balance visual. El recorte consciente de bordes mantiene áreas importantes visibles y permite recortes no destructivos guardados como versiones. Atajos de teclado rápidos y guías de ajuste aceleran ajustes iterativos durante sesiones de edición. Ideal para ajustar composición para miniaturas, fotos de perfil y recursos listos para diseño.",
  "Combine multiple photos into cohesive, well-composed collages using modern templates and flexible grid controls. Drag-and-drop placement, rounded corners, and consistent spacing keep the layout neat while smart cropping preserves important subject areas. Templates include thematic choices (travel, portfolio, product grid) and adjustable aspect ratios for Instagram posts or story formats. Users can add optional frames, subtle shadows, and color-coordinated backgrounds for polish. Excellent for moodboards, social campaigns, and multi-photo storytelling.": "Combina varias fotos en collages cohesivos y bien compuestos usando plantillas modernas y controles de cuadrícula flexibles. La colocación de arrastrar y soltar, esquinas redondeadas y espaciado consistente mantienen el diseño ordenado mientras el recorte inteligente preserva áreas importantes del sujeto. Las plantillas incluyen opciones temáticas (viaje, portafolio, cuadrícula de productos) y relaciones de aspecto ajustables para publicaciones de Instagram o formatos de historia. Los usuarios pueden agregar marcos opcionales, sombras sutiles y fondos coordinados en color para pulir. Excelente para tableros de humor, campañas sociales y narrativa multifoto.",

  "##########comment-381##########": "tools dropdown",
  "Background & Object Editing": "Edición de Fondo y Objeto",
  "Remove Background": "Eliminar Fondo",
  "Object Removal": "Eliminación de Objeto",
  "Blur Image": "Desenfocar Imagen",
  "Image Enhancement": "Mejora de Imagen",
  "Oil Paint Effect": "Efecto Pintura al Óleo",
  "Grayscale Image": "Imagen en Escala de Grises",
  "Rounded Corner Image": "Imagen con Esquinas Redondeadas",
  "Basic Adjustments & Resize": "Ajustes Básicos y Redimensionar",
  "Adjust Image": "Ajustar Imagen",
  "Create Collage": "Crear Collage",
  "Back to Home": "Volver a Inicio",

  "##########comment-391##########": "upload photo layout",

  "##########comment-401##########": "head descriptions",
  "Upload your image and let AI automatically detect and remove the background in seconds.": "Sube tu imagen y deja que la IA detecte y elimine el fondo automáticamente en segundos.",
  "Upload your image and apply a blur effect in just a few seconds.": "Sube tu imagen y aplica un efecto de desenfoque en solo unos segundos.",
  "Automatically improve image quality, lighting, and details with powerful AI enhancement tools.": "Mejora automáticamente la calidad, iluminación y detalles de imagen con potentes herramientas de mejora IA.",
  "Make blurry photos crystal clear by enhancing edges and restoring lost details instantly.": "Haz que fotos borrosas queden nítidas mejorando bordes y restaurando detalles perdidos al instante.",
  "Turn your photo into a fun, high-quality cartoon or illustration with AI magic.": "Convierte tu foto en una caricatura o ilustración divertida de alta calidad con la magia de la IA.",
  "Quickly adjust your photo dimensions without losing quality — fit any platform or use.": "Ajusta rápidamente las dimensiones de tu foto sin perder calidad: se adapta a cualquier plataforma o uso.",
  "Upload your image and convert it to grayscale instantly.": "Sube tu imagen y conviértela a escala de grises al instante.",
  "Upload your image and apply rounded corners with ease.": "Sube tu imagen y aplica esquinas redondeadas con facilidad.",
  "Transform your image into an oil painting style artwork.": "Transforma tu imagen en una obra de arte estilo pintura al óleo.",
  "Allows fine-tuning image colors by adjusting brightness, contrast, saturation, and gamma — only the provided values are applied.": "Permite ajustar finamente los colores de imagen ajustando brillo, contraste, saturación y gamma: solo se aplican los valores proporcionados.",
  "Crop an image to remove unwanted areas.": "Recorta una imagen para eliminar áreas no deseadas.",
  "Remove any unwanted objects from your photos and make them stay crystal clear.": "Elimina cualquier objeto no deseado de tus fotos y haz que permanezcan completamente nítidas.",
  "Create beautiful photo collages by combining multiple images into one layout.": "Crea hermosos collages de fotos combinando varias imágenes en un diseño.",

  "##########comment-411##########": "dropzone itself",
  "Supported formats: PNG, JPG, JPEG, WEBP": "Formatos compatibles: PNG, JPG, JPEG, WEBP",
  "Max size: 10MB": "Tamaño máx: 10MB",
  "Number of Photos": "Número de Fotos",
  "Photos": "Fotos",
  "Choose the template you want!": "¡Elige la plantilla que quieras!",
  "Uploaded": "Subidas",
  "Photos of": "Fotos de",
  "All Required Images Have Been Uploaded": "Todas las Imágenes Requeridas Han Sido Subidas",
  "Start": "Comenzar",
  "Processing ...": "Procesando ...",

  "##########comment-421##########": "uploading, pre-processing, post-processing",
  "Uploading ...": "Subiendo ...",
  "Select the object to remove!": "¡Selecciona el objeto a eliminar!",
  "ORIGINAL": "ORIGINAL",
  "Brush Size": "Tamaño de Pincel",
  "Clear Mask": "Limpiar Máscara",
  "Brightness": "Brillo",
  "Contrast": "Contraste",
  "Saturation": "Saturación",
  "Gamma": "Gamma",
  "Level": "Nivel",
  "Strength": "Fuerza",
  "Amount": "Cantidad",
  "Radius": "Radio",
  "Transparent": "Transparente",
  "Color": "Color",
  "Fill": "Relleno",
  "Scale": "Escala",
  "Start Processing": "Iniciar Procesamiento",
  "Change Photo": "Cambiar Foto",
  "You have used up your free attempts! Please log in to continue.": "¡Has agotado tus intentos gratuitos! Por favor inicia sesión para continuar.",
  "Your points are insufficient or your subscription has expired! Please check the subscriptions section.": "¡Tus puntos son insuficientes o tu suscripción ha expirado! Por favor revisa la sección de suscripciones.",
  "Select something firstly!": "¡Selecciona algo primero!",
  "PROCESSED": "PROCESADO",
  "Select a tool to process the result with ...": "Selecciona una herramienta para procesar el resultado con ...",
  "Download Result": "Descargar Resultado",
  "Successfully saved locally and to your downloads!": "¡Guardado exitosamente localmente y en tus descargas!",
  "Failed saving locally and to your downloads!": "¡Falló el guardado localmente y en tus descargas!",
  "Successfully saved locally but failed saving to your downloads!": "¡Guardado exitosamente localmente pero falló el guardado en tus descargas!",
  "Failed saving locally but successfully saved to your downloads!": "¡Falló el guardado localmente pero se guardó exitosamente en tus descargas!",

  "##########comment-431##########": "bottom static boxes",
  "Fast AI Processing": "Procesamiento IA Rápido",
  "Get results in seconds with our advanced AI technology": "Obtén resultados en segundos con nuestra tecnología IA avanzada",
  "High Quality Cutouts": "Recortes de Alta Calidad",
  "Precise edge detection for professional results": "Detección precisa de bordes para resultados profesionales",
  "Automatic Edge Detection": "Detección Automática de Bordes",
  "Smart algorithms handle complex images effortlessly": "Algoritmos inteligentes manejan imágenes complejas sin esfuerzo",
  "Supports Large Images": "Soporta Imágenes Grandes",
  "Process high-resolution images up to 10MB": "Procesa imágenes de alta resolución hasta 10MB",

  "##########comment-441##########": "profile",
  "MANAGE YOUR ACCOUNT!": "¡GESTIONA TU CUENTA!",
  "User Data": "Datos de Usuario",
  "Subscriptions": "Suscripciones",
  "My Downloads": "Mis Descargas",
  "Log Out": "Cerrar Sesión",

  "##########comment-451##########": "user data screen and subscriptions screen",
  "Set Password": "Establecer Contraseña",
  "must have 8+ chars & one uppercase & one digit": "debe tener 8+ caracteres y una mayúscula y un dígito",
  "Confirm": "Confirmar",
  "Free Plan": "Plan Gratis",
  "credits remaining of": "créditos restantes de",
  "Change Plan": "Cambiar Plan",
  "premium-monthly": "Plan Premium - Mensual",
  "premium-yearly": "Plan Premium - Anual",
  "pro-monthly": "Plan Pro - Mensual",
  "pro-yearly": "Plan Pro - Anual",
  "Active": "Activo",
  "Not Active": "No Activo",
  "Start:": "Inicio:",
  "End:": "Fin:",
  "Billing History": "Historial de Facturación",
  "You haven't made any payments yet!": "¡Aún no has hecho ningún pago!",
  "Date": "Fecha",
  "AmountText": "Monto",
  "More Details": "Más Detalles",
  "More": "Más",
  "Less": "Menos",

  "##########comment-461##########": "my downloads screen",
  "Images you've downloaded in the last 30 days": "Imágenes que has descargado en los últimos 30 días",
  "Size": "Tamaño",
  "Created Date": "Fecha de Creación",
  "Expiry Date": "Fecha de Expiración",
  "Download": "Descargar",

  "##########comment-471##########": "login popup",

  "##########comment-481##########": "head",
  "Hi there!": "¡Hola!",
  "Welcome to Picsharps, so happy to see you.": "Bienvenido a Picsharps, muy felices de verte.",

  "##########comment-491##########": "google login screen",
  "Continue with Google": "Continuar con Google",
  "Or use email": "O usar correo",
  "By continuing, you agree to our": "Al continuar, aceptas nuestros",
  "Terms Of Service": "Términos de Servicio",
  "and": "y",

  "##########comment-501##########": "mail login screen",
  "Email": "Correo",
  "Password": "Contraseña",
  "Enter password": "Ingresa contraseña",
  "Login": "Acceder",
  "Forgot Password?": "¿Olvidaste la Contraseña?",
  "Back to Login with Google": "Volver a Acceder con Google",
  "Loading ...": "Cargando ...",
  "Email is Required!": "¡El Correo es Requerido!",
  "Password is Required!": "¡La Contraseña es Requerida!",
  "Invalid Email Address!": "¡Dirección de Correo Inválida!",
  "Invalid Credentials!": "¡Credenciales Inválidas!",
  "Something Went Wrong!": "¡Algo Salió Mal!",
  "Code sent to your email!": "¡Código enviado a tu correo!",
  "Code is Required!": "¡El Código es Requerido!",
  "Invalid Code!": "¡Código Inválido!",
  "Invalid or expired code!": "¡Código inválido o expirado!",
  "New password is Required!": "¡La Nueva Contraseña es Requerida!",
  "Password reset successfully!": "¡Contraseña restablecida exitosamente!",
  "Password must be 8+ chars with upper, lower case letters, and at least one number!": "¡La contraseña debe tener 8+ caracteres con mayúsculas, minúsculas y al menos un número!",

  "##########comment-511##########": "rest flow",
  "Request Code": "Solicitar Código",
  "Code": "Código",
  "6-digit code": "código de 6 dígitos",
  "Verify Code": "Verificar Código",
  "Set New Password": "Establecer Nueva Contraseña",
  "New Password": "Nueva Contraseña",
  "Reset Password": "Restablecer Contraseña",

  "##########comment-521##########": "privacy and terms layout",
  "Your privacy matters to us. Learn how we collect, use, and protect your data.": "Tu privacidad nos importa. Conoce cómo recopilamos, usamos y protegemos tus datos.",
  "Please read these terms carefully before using our services.": "Por favor lee estos términos cuidadosamente antes de usar nuestros servicios.",
  "Last Updated: November 24, 2025": "Última Actualización: 24 de Noviembre, 2025",
  "Quick Navigation": "Navegación Rápida",
  "1. Introduction": "1. Introducción",
  "2. Information We Collect": "2. Información Que Recopilamos",
  "3. How We Use Your Data": "3. Cómo Usamos Tus Datos",
  "4. Data Sharing & Third Parties": "4. Compartir Datos y Terceros",
  "5. Data Storage & Retention": "5. Retención de Datos",
  "6. Your Data Rights": "6. Tus Derechos de Datos",
  "7. Third-Party Authentication": "7. Autenticación de Terceros",
  "8. Image security": "8. Seguridad de Imagen",
  "9. Cookies & Tracking": "9. Cookies y Rastreo",
  "10. Age Policy": "10. Política de Edad",
  "11. Contact us": "11. Contáctanos",
  "1. Acceptance of Terms": "1. Aceptación de Términos",
  "2. Usage Restrictions": "2. Restricciones de Uso",
  "3. Service Guarantee": "3. Garantía del Servicio",
  "4. Payment Terms": "4. Términos de Pago",
  "5. Cancelation": "5. Cancelación",
  "6. Intellectual Property": "6. Propiedad Intelectual",
  "7. Limitation of Liability": "7. Limitación de Responsabilidad",
  "8. Account Termination": "8. Terminación de Cuenta",
  "9. Changes to Terms": "9. Cambios a los Términos",
  "10. Governing Law": "10. Ley Aplicable",
  "Have Questions About Your Privacy?": "¿Tienes Preguntas Sobre Tu Privacidad?",
  "Ready to Get Started?": "¿Listo Para Empezar?",
  "Our Team Is Here To Help. Reach Out With Any Concerns Or Questions About How We Protect Your Data.": "Nuestro Equipo Está Aquí Para Ayudar. Comunícate Con Cualquier Inquietud O Pregunta Sobre Cómo Protegemos Tus Datos.",
  "Join thousands of users transforming their images.": "Únete a miles de usuarios transformando sus imágenes.",

  "##########comment-531##########": "privacy page",
  "Introduction": "Introducción",
  "Yes, we collect limited user data necessary to operate and improve our services. This may include technical data such as browser type, device information, and usage statistics. We do not collect any unnecessary personal information.": "Sí, recopilamos datos limitados de usuario necesarios para operar y mejorar nuestros servicios. Esto puede incluir datos técnicos como tipo de navegador, información del dispositivo y estadísticas de uso. No recopilamos información personal innecesaria.",
  "Information We Collect": "Información Que Recopilamos",
  "We collect the following types of information:": "Recopilamos los siguientes tipos de información:",
  "Technical data (browser type, device information)": "Datos técnicos (tipo de navegador, información del dispositivo)",
  "Usage statistics to improve service performance": "Estadísticas de uso para mejorar el rendimiento del servicio",
  "Images you upload (stored temporarily)": "Imágenes que subes (almacenadas temporalmente)",
  "Account information from Google login (name, email, profile picture)": "Información de cuenta del acceso de Google (nombre, correo, foto de perfil)",
  "How We Use Your Data": "Cómo Usamos Tus Datos",
  "We use your data exclusively for the following purposes:": "Usamos tus datos exclusivamente para los siguientes propósitos:",
  "Service Operation: To provide core functionality and process your requests": "Operación del Servicio: Para proporcionar funcionalidad básica y procesar tus solicitudes",
  "Performance Improvement: To analyze usage patterns and optimize our platform": "Mejora del Rendimiento: Para analizar patrones de uso y optimizar nuestra plataforma",
  "User Experience Enhancement: To personalize your experience and provide better results": "Mejora de Experiencia de Usuario: Para personalizar tu experiencia y proporcionar mejores resultados",
  "Service": "Servicio",
  "Operation:": "Operación:",
  "Performance": "Rendimiento",
  "Improvement:": "Mejora:",
  "User": "Usuario",
  "Experience": "Experiencia",
  "Enhancement:": "Mejora:",
  "Data Sharing & Third Parties": "Compartir Datos y Terceros",
  "We only share data with:": "Solo compartimos datos con:",
  "Stripe for secure payment processing": "Stripe para procesamiento seguro de pagos",
  "Analytics providers for performance improvement": "Proveedores de análisis para mejora del rendimiento",
  "Stripe": "Stripe",
  "Analytics": "Análisis",
  "providers": "proveedores",
  "We do not sell user data, period.": "No vendemos datos de usuario, punto.",
  "Data Storage & Retention": "Almacenamiento y Retención de Datos",
  "Images": "Imágenes",
  "✓ Stored for 30 days": "✓ Almacenadas por 30 días",
  "✓ Then automatically deleted": "✓ Luego eliminadas automáticamente",
  "✓ Securely encrypted in transit and at rest": "✓ Cifradas de forma segura en tránsito y reposo",
  "Account Data": "Datos de Cuenta",
  "✓ Stored as long as account is active": "✓ Almacenados mientras la cuenta esté activa",
  "✓ Deleted upon account deletion": "✓ Eliminados al eliminar la cuenta",
  "✓ Backup retention: 90 days": "✓ Retención de respaldo: 90 días",
  "Your Data Rights": "Tus Derechos de Datos",
  "You have complete control over your data. You have the right to:": "Tienes control completo sobre tus datos. Tienes derecho a:",
  "Download a copy of all your data": "Descargar una copia de todos tus datos",
  "Request complete account deletion": "Solicitar eliminación completa de cuenta",
  "Access and review your information at any time": "Acceder y revisar tu información en cualquier momento",
  "Opt-out of non-essential data collection": "Optar por no participar en recopilación de datos no esenciales",
  "Third-Party Authentication": "Autenticación de Terceros",
  "Our platform provides login through Google for your convenience. When you sign in with Google, we only access basic profile information necessary for account creation, including:": "Nuestra plataforma proporciona acceso a través de Google para tu conveniencia. Cuando inicias sesión con Google, solo accedemos a información básica de perfil necesaria para creación de cuenta, incluyendo:",
  "Your name": "Tu nombre",
  "Email address": "Dirección de correo",
  "Profile picture (optional)": "Foto de perfil (opcional)",
  "How We Protect Your Images": "Cómo Protegemos Tus Imágenes",
  "We temporarily store the images you upload on our servers to ensure proper processing and to provide features such as download history or re-accessing previous results.": "Almacenamos temporalmente las imágenes que subes en nuestros servidores para asegurar procesamiento adecuado y proporcionar funciones como historial de descargas o reacceso a resultados previos.",
  "Security measures include:": "Las medidas de seguridad incluyen:",
  "End-to-end encryption during upload and storage": "Cifrado de extremo a extremo durante carga y almacenamiento",
  "Strict access controls - only you can access your images": "Controles de acceso estrictos: solo tú puedes acceder a tus imágenes",
  "Regular security audits and monitoring": "Auditorías de seguridad y monitoreo regulares",
  "Automatic deletion after 30 days": "Eliminación automática después de 30 días",
  "Security": "Seguridad",
  "measures": "medidas",
  "include:": "incluyen:",
  "Your images are never shared, reused, or used for AI training.": "Tus imágenes nunca se comparten, reutilizan o usan para entrenamiento de IA.",
  "You may request immediate deletion at any time.": "Puedes solicitar eliminación inmediata en cualquier momento.",
  "Cookies & Tracking": "Cookies y Rastreo",
  "Good news!": "¡Buenas noticias!",
  "We do not use cookies or tracking tools like Google Analytics. Your browsing experience is completely private and ad-free.": "No usamos cookies ni herramientas de rastreo como Google Analytics. Tu experiencia de navegación es completamente privada y sin anuncios.",
  "We only use essential session storage to maintain your login state, which is cleared when you log out or close your browser.": "Solo usamos almacenamiento de sesión esencial para mantener tu estado de acceso, que se borra cuando cierras sesión o cierras tu navegador.",
  "Age Policy": "Política de Edad",
  "Our service is designed to be safe and appropriate for all age groups. We do not knowingly collect personal information from children, and we encourage parental supervision for younger users.": "Nuestro servicio está diseñado para ser seguro y apropiado para todos los grupos de edad. No recopilamos conscientemente información personal de niños, y alentamos supervisión parental para usuarios más jóvenes.",
  "Privacy Questions?": "¿Preguntas de Privacidad?",
  "If you have any questions about our privacy practices, need clarification on how we handle your data, or want to exercise your data rights, please don't hesitate to reach out.": "Si tienes preguntas sobre nuestras prácticas de privacidad, necesitas aclaración sobre cómo manejamos tus datos, o quieres ejercer tus derechos de datos, no dudes en contactarnos.",
  "Contact Us": "Contáctanos",

  "##########comment-541##########": "terms page",
  "Acceptance of Terms": "Aceptación de Términos",
  "By accessing and using PicSharps, you accept and agree to be bound by these Terms of Service. If you do not agree, please do not use our services.": "Al acceder y usar PicSharps, aceptas y acuerdas estar sujeto a estos Términos de Servicio. Si no estás de acuerdo, por favor no uses nuestros servicios.",
  "Usage Restrictions": "Restricciones de Uso",
  "You agree not to use our tools or services to create, upload, or distribute any content that is harmful, abusive, illegal, political, nudity, or violates the rights of others. You also agree not to misuse the platform, attempt to interfere with its functionality, or use automated systems to access the services in an unauthorized way.": "Aceptas no usar nuestras herramientas o servicios para crear, subir o distribuir contenido dañino, abusivo, ilegal, político, desnudos, o que viole los derechos de otros. También aceptas no hacer mal uso de la plataforma, intentar interferir con su funcionalidad, o usar sistemas automatizados para acceder a los servicios de manera no autorizada.",
  "Prohibited Content Includes:": "El Contenido Prohibido Incluye:",
  "Harmful or abusive content": "Contenido dañino o abusivo",
  "Illegal material": "Material ilegal",
  "Political content": "Contenido político",
  "Nudity": "Desnudos",
  "Content violating others' rights": "Contenido que viola derechos de otros",
  "Platform misuse or interference": "Mal uso o interferencia de plataforma",
  "Unauthorized automated access": "Acceso automatizado no autorizado",
  "No Guarantee of Results": "Sin Garantía de Resultados",
  "We do not provide any guarantee regarding the accuracy, quality, or perfection of the results generated by our AI tools. All outputs are provided 'AS IS' based on the available AI models and processing capabilities. We are not responsible for unexpected outcomes, quality variations, or any decisions made based on the generated results.": "No proporcionamos garantía alguna respecto a la precisión, calidad o perfección de los resultados generados por nuestras herramientas IA. Todas las salidas se proporcionan 'TAL CUAL' basadas en los modelos IA disponibles y capacidades de procesamiento. No somos responsables de resultados inesperados, variaciones de calidad, o decisiones tomadas basadas en los resultados generados.",
  "Payment & Subscription": "Pago y Suscripción",
  "Billing System": "Sistema de Facturación",
  "Payment processed securely through Stripe": "Pago procesado de forma segura a través de Stripe",
  "Auto-Renewal": "Renovación Automática",
  "Subscriptions renew automatically each period": "Las suscripciones se renuevan automáticamente cada período",
  "Payment Methods": "Métodos de Pago",
  "All major credit/debit cards via Stripe": "Todas las tarjetas de crédito/débito principales vía Stripe",
  "Price Changes": "Cambios de Precio",
  "30 days advance notice for any changes": "30 días de aviso anticipado para cualquier cambio",
  "Refund Policy": "Política de Reembolso",
  "Refunds Allowed": "Reembolsos Permitidos",
  "Within 7 days of first purchase": "Dentro de 7 días de la primera compra",
  "days": "días",
  "Non-Refundable": "No Reembolsable",
  "Renewals and old subscriptions": "Renovaciones y suscripciones antiguas",
  "How to Cancel Your Subscription": "Cómo Cancelar Tu Suscripción",
  "Users can cancel anytime from the Billing page.": "Los usuarios pueden cancelar en cualquier momento desde la página de Facturación.",
  "Go to Billing": "Ir a Facturación",
  "Ownership & Intellectual Property": "Propiedad y Propiedad Intelectual",
  "YOU OWN YOUR CONTENT": "TÚ ERES DUEÑO DE TU CONTENIDO",
  "Users retain full ownership of all images they upload and generate. Picsharps does not claim any rights to your content.": "Los usuarios retienen propiedad completa de todas las imágenes que suben y generan. Picsharps no reclama derechos sobre tu contenido.",
  "Limitation of Liability": "Limitación de Responsabilidad",
  "Data Loss": "Pérdida de Datos",
  "Loss of user data or files": "Pérdida de datos o archivos de usuario",
  "Service Interruptions": "Interrupciones del Servicio",
  "Downtime or unavailability": "Tiempo de inactividad o indisponibilidad",
  "Misuse by User": "Mal Uso por Usuario",
  "Actions taken by users": "Acciones tomadas por usuarios",
  "Force Majeure": "Fuerza Mayor",
  "Events outside our control": "Eventos fuera de nuestro control",
  "We may terminate accounts for:": "Podemos terminar cuentas por:",
  "Abuse or Misuse": "Abuso o Mal Uso",
  "Illegal Activity": "Actividad Ilegal",
  "System Attacks or Exploitation": "Ataques o Explotación del Sistema",
  "Changes to Terms of Service": "Cambios a los Términos de Servicio",
  "Users will be notified via Email when terms are updated. Continued use after notification constitutes acceptance of new terms.": "Los usuarios serán notificados vía Correo cuando se actualicen los términos. El uso continuado después de la notificación constituye aceptación de nuevos términos.",
  "Governing Law": "Ley Aplicable",
  "These Terms are governed by the laws of United Arab Emirates (UAE)": "Estos Términos se rigen por las leyes de Emiratos Árabes Unidos (EAU)",
  "United": "Emiratos",
  "Arab": "Árabes",
  "Emirates": "Unidos",
  "Questions About Terms?": "¿Preguntas Sobre los Términos?",
  "If you have any questions about these Terms of Service, please contact us.": "Si tienes preguntas sobre estos Términos de Servicio, por favor contáctanos.",

  "##########comment-551##########": "rest pricing page",
  "Something went wrong while loading the plans!": "Algo salió mal al cargar los planes!",
  "Save 20%": "Ahorra 20%",
  "Free Forever": "Gratis",
  "Free": "Gratis",
  "Forever free": "Gratis para siempre",
  "Perfect for trying out our tools": "Perfecto para probar nuestras herramientas",
  "10 images per month": "10 imágenes por mes",
  "Standard quality output": "Salida de calidad estándar",
  "All tools access": "Acceso a todas las herramientas",
  "Watermark on downloads": "Marca de agua en descargas",
  "HD/4K quality": "Calidad HD/4K",
  "Priority processing": "Procesamiento prioritario",
  "Commercial use": "Uso comercial",
  "Download history (7 days only)": "Historial de descargas (solo 7 días)",
  "No watermark": "Sin marca de agua",
  "Most Popular": "Más Popular",
  "Pro": "Pro",
  "/ month": "/ mes",
  "Billed monthly": "Facturado mensualmente",
  "$95.88 /year": "$95.88 /año",
  "/ year": "/ año",
  "Best for creators and professionals": "Mejor para creadores y profesionales",
  "100 images per month": "100 imágenes por mes",
  "HD quality output": "Salida de calidad HD",
  "30-day download history": "Historial de descargas de 30 días",
  "Commercial use allowed": "Uso comercial permitido",
  "Email support": "Soporte por correo",
  "4K quality": "Calidad 4K",
  "API access": "Acceso API",
  "Start Plan": "Iniciar Plan",
  "Best Value": "Mejor Valor",
  "Premium": "Premium",
  "$179.88 /year": "$179.88 /año",
  "For power users and businesses": "Para usuarios avanzados y empresas",
  "Unlimited images": "Imágenes ilimitadas",
  "4K quality output": "Salida de calidad 4K",
  "All tools access (including future tools)": "Acceso a todas las herramientas",
  "Fastest priority processing": "Procesamiento prioritario más rápido",
  "Unlimited download history": "Historial de descargas ilimitado",
  "Priority email support": "Soporte prioritario por correo",
  "API access (coming soon)": "Acceso API (próximamente)",
  "Bulk processing": "Procesamiento masivo",
  "Team collaboration (coming soon)": "Colaboración en equipo (próximamente)",
  "Feature": "Característica",
  "USAGE LIMITS": "LÍMITES DE USO",
  "Max file size": "Tamaño máx. de archivo",
  "10MB": "10MB",
  "25MB": "25MB",
  "100MB": "100MB",
  "Storage duration": "Duración de almacenamiento",
  "7 days": "7 días",
  "30 days": "30 días",
  "Unlimited": "Ilimitado",
  "OUTPUT QUALITY": "CALIDAD DE SALIDA",
  "HD quality": "Calidad HD",
  "4k quality": "Calidad 4K",
  "FEATURES": "CARACTERÍSTICAS",
  "Watermark removal": "Eliminación de marca de agua",
  "Download history": "Historial de descargas",
  "Priority support": "Soporte prioritario",
  "SUPPORT": "SOPORTE",
  "Show Details": "Mostrar Detalles",
  "OK": "OK",

  "No images yet!": "¡Aún no hay imágenes!",
  "credits": "créditos"
}
